[
  {
    "id": "1",
    "title": "Débuter avec les Prompts",
    "description": "Le guide pratique pour comprendre comment structurer un prompt clair, exploitable et améliorable.",
    "category": "basics",
    "content": "# Débuter avec les Prompts\n\nUn prompt n’est pas une phrase \"bien écrite\".\nC’est une instruction opérationnelle destinée à réduire l’ambiguïté.\n\nSi le modèle se trompe souvent, ce n’est pas qu’il est mauvais.\nC’est que le prompt est flou.\n\n## 1. Commencer simple… puis préciser\nUn bon prompt répond à 3 questions :\n- Quoi ? (la tâche)\n- Pour quoi ? (l’objectif)\n- Avec quelles contraintes ?\n\nExemples :\n- ❌ « Donne-moi une idée de business »\n- ✅ « Propose 3 idées de business B2C, marge brute >40%, lançables en 30 jours, budget max 2 000€, sans logistique physique. »\n\nAstuce : commence large, puis ajoute une contrainte à la fois. Trop de contraintes dès le départ rigidifient la réponse.\n\n## 2. Donner un rôle clair au modèle\nUn rôle flou produit une réponse floue.\n\n- ❌ « Agis comme un expert »\n- ✅ « Agis comme un product manager B2B avec 10 ans d’expérience, habitué aux MVPs early-stage. »\n\nLe rôle cadre le vocabulaire, les hypothèses et le niveau de détail.\n\n## 3. Indiquer le livrable attendu\nNe laisse pas le modèle deviner le format.\n\nPrécise :\n- type de sortie (liste, tableau, plan, texte)\n- longueur\n- niveau de détail\n\nExemple : « Réponds sous forme de liste numérotée, 1 phrase par point, sans introduction. »\n\n## 4. Utiliser des exemples (few-shot)\nUn exemple vaut mieux qu’une règle.\n\nExemple : « Voici une réponse que je considère comme bonne : [EXEMPLE]. Fais la même chose sur un autre sujet. »\n\nLes modèles imitent mieux qu’ils ne comprennent.\n\n## 5. Toujours challenger la réponse\nUne réponse n’est jamais une vérité.\n\nAjoute systématiquement :\n- « Quelles hypothèses implicites as-tu faites ? »\n- « Quelle est l’opinion opposée ? »\n- « Dans quels cas cette réponse serait fausse ? »\n\n## 6. Boucle d’amélioration\nProcess simple :\n1. Prompt brut\n2. Réponse\n3. Clarification\n4. Simplification\n5. Version stable\n\nLe prompt parfait n’existe pas. Un prompt suffisamment bon et réutilisable, oui.",
    "readTime": 2,
    "difficulty": "beginner",
    "slug": "debuter-avec-les-prompts",
    "date": "2025-11-28"
  },
  {
    "id": "2",
    "title": "Prompt Engineering 101",
    "description": "Techniques concrètes pour structurer des prompts robustes et reproductibles.",
    "category": "engineering",
    "content": "# Prompt Engineering 101\n\nLe prompt engineering n’est pas une phrase magique.\nC’est une discipline de structuration.\n\nTon objectif : empêcher le modèle de partir dans la mauvaise direction.\n\n## 1. Chain-of-Thought (raisonnement pas à pas)\nPrincipe : « Explique ton raisonnement étape par étape avant de donner la réponse. »\n\nUtile pour :\n- décisions\n- analyses\n- comparaisons complexes\n\nLimite : un raisonnement détaillé peut être faux mais très convaincant. Vérifie toujours les hypothèses.\n\n## 2. Few-Shot Examples\nTu fournis 1 à 3 exemples représentatifs.\n\nStructure :\n- Input → Output attendu\n- Puis : « Fais la même chose pour X »\n\nC’est la technique la plus fiable aujourd’hui.\n\n## 3. Structurer le prompt\nOrdre recommandé :\n1. Contexte\n2. Objectif\n3. Contraintes\n4. Format attendu\n5. Ton / style\n6. Exemples\n\nSi deux règles se contredisent, le modèle choisira arbitrairement.\n\n## 4. Contrôle qualité intégré\nDemande une auto-vérification :\n- « Identifie les incohérences éventuelles. »\n- « Propose une version améliorée. »\n- « Liste les points faibles de ta réponse. »\n\nTrès efficace pour passer de correct à solide.\n\n## 5. Dire ce que tu ne veux pas\nLes modèles ont tendance à trop introduire et trop conclure.\n\nExemple : « Pas d’introduction. Pas de conclusion. Phrases courtes. Pas de jargon. »\n\n## 6. Approche expérimentale\nLe prompt engineering est empirique.\n\nRègle simple : si tu ne peux pas expliquer pourquoi ça marche, tu ne pourras pas le reproduire. Documente tes prompts efficaces.",
    "readTime": 2,
    "difficulty": "intermediate",
    "slug": "prompt-engineering-101",
    "date": "2025-11-28"
  },
  {
    "id": "3",
    "title": "Installer un Agent MCP",
    "description": "Guide opérationnel pour comprendre, installer et sécuriser un agent MCP.",
    "category": "mcp",
    "content": "# Installer un Agent MCP\n\nUn agent MCP n’est pas magique.\nC’est un serveur local que Claude sait appeler.\n\nSi tu comprends ça, 80 % des bugs disparaissent.\n\n## 1. Comprendre l’architecture\n- L’agent tourne localement\n- Il expose des capacités via MCP\n- Claude Desktop agit comme client\n\nClaude ne devine rien. Tout doit être explicitement déclaré.\n\n## 2. Prérequis\n- Claude Desktop installé\n- Node.js ou Python\n- Un dossier dédié par agent\n\nConseil : 1 agent = 1 repo Git versionné dès le départ.\n\n## 3. Installer et lancer l’agent\nExemple Node :\n```bash\nnpm install\nnpm run dev\n```\n\nTu dois voir : « MCP server running… »\nSinon : dépendances manquantes, erreur de port ou script mal configuré.\n\n## 4. Déclarer l’agent dans Claude Desktop\nDans `claude_desktop_config.json` :\n```json\n{\n  \"mcpServers\": {\n    \"mon-agent\": {\n      \"command\": \"node\",\n      \"args\": [\"index.js\"]\n    }\n  }\n}\n```\n\nSauvegarde puis redémarre complètement Claude Desktop.\n\n## 5. Tester et déboguer\nErreurs fréquentes :\n- JSON invalide\n- mauvaise commande\n- chemin incorrect\n- agent lancé deux fois\n\nAstuce : loggue systématiquement les entrées et sorties de l’agent.\n\n## 6. Sécurité\nUn agent MCP peut lire, écrire et exécuter du code.\n\nRègle stricte : ne fais tourner que ce que tu comprends ligne par ligne.",
    "readTime": 2,
    "difficulty": "advanced",
    "slug": "installer-agent-mcp",
    "date": "2025-11-28"
  },
  {
    "id": "ikigai-entrepreneur",
    "title": "Trouver ton Ikigai entrepreneurial avec l'IA",
    "description": "Utilise l'IA pour explorer ta raison d'être professionnelle et aligner tes compétences, passions et opportunités de marché.",
    "category": "introspection",
    "content": "# Trouver ton Ikigai entrepreneurial avec l'IA\n\nL'Ikigai est un concept japonais qui signifie \"raison d'être\". Pour un entrepreneur, c'est l'intersection entre :\n\n- Ce que tu **aimes** faire\n- Ce dans quoi tu es **doué**\n- Ce pour quoi tu peux être **payé**\n- Ce dont le **monde a besoin**\n\n## Pourquoi c'est important\n\nLa plupart des entrepreneurs échouent non pas par manque de compétences, mais par manque d'alignement. Ils construisent des projets qui ne correspondent pas à leur zone de génie, ou qui ne répondent pas à un vrai besoin du marché.\n\nL'Ikigai permet de trouver cet alignement **avant** de s'engager dans un projet.\n\n## Comment l'IA peut t'aider\n\nL'IA excelle dans l'introspection guidée. Elle peut :\n\n1. **Poser les bonnes questions** — des questions que tu ne te serais pas posées seul\n2. **Synthétiser tes réponses** — identifier des patterns dans ce que tu dis\n3. **Challenger tes hypothèses** — te forcer à aller plus profond\n4. **Structurer ta réflexion** — transformer des idées floues en clarté actionnable\n\n## Le processus en 4 étapes\n\n### Étape 1 : Préparation\n\nAvant de lancer le prompt, prends 10 minutes pour noter :\n- Tes 3 dernières expériences professionnelles marquantes\n- Ce qui t'énerve dans ton domaine\n- Ce que les gens te demandent souvent de l'aide\n\n### Étape 2 : Lancer le prompt Ikigai\n\nUtilise le prompt \"Ikigai - Archéologie de Sens\" disponible sur Atlas. Ce prompt est conçu pour une exploration profonde et structurée.\n\n👉 [Accéder au prompt Ikigai](/prompts/ikigai-archeologie)\n\n### Étape 3 : Dialoguer avec l'IA\n\nNe te contente pas d'une seule réponse. L'Ikigai émerge du dialogue :\n- Demande des clarifications\n- Challenge les suggestions de l'IA\n- Approfondis les pistes qui résonnent\n\n### Étape 4 : Synthétiser\n\nÀ la fin de l'échange, demande à l'IA de résumer :\n- Ton Ikigai en une phrase\n- Les 3 actions concrètes pour t'en rapprocher\n- Les signaux qui confirmeront que tu es sur la bonne voie\n\n## Erreurs courantes à éviter\n\n❌ **Répondre trop vite** — Prends le temps de réfléchir à chaque question\n\n❌ **Chercher LA bonne réponse** — L'Ikigai évolue avec toi\n\n❌ **Ignorer les réponses inconfortables** — C'est souvent là que se cache la vérité\n\n❌ **Ne pas passer à l'action** — Un Ikigai non testé reste une théorie\n\n## Aller plus loin\n\nUne fois ton Ikigai identifié, explore ces prompts complémentaires :\n\n- **Ta Zone de Génie** — Pour approfondir tes forces uniques\n- **Ton Saboteur Interne** — Pour identifier ce qui te bloque\n- **Lettre de ton Futur Toi** — Pour visualiser ton chemin\n\n---\n\n*Ce guide fait partie de la série Introspection Entrepreneur sur Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "ikigai-entrepreneur",
    "date": "2025-02-01"
  },
  {
    "id": "linkedin-distribution-builder",
    "title": "Ecrire des posts LinkedIn qui travaillent pour toi",
    "description": "Le guide terrain pour transformer tes idees en posts LinkedIn qui generent de la credibilite, des conversations et des opportunites. Pas de hacks, pas de viralite artificielle — du contenu qui construit.",
    "category": "growth",
    "content": "# Ecrire des posts LinkedIn qui travaillent pour toi\n\nLinkedIn n'est pas un reseau social.\nC'est une machine a reputation.\n\nChaque post que tu publies est une micro-preuve de ton expertise. Pas un cri dans le vide — un signal envoye aux bonnes personnes.\n\nLe probleme : la plupart des builders savent qu'ils devraient publier. Mais entre \"j'ai un truc a dire\" et un post publie, il y a un gouffre. Ce guide est le pont.\n\n## 1. Pourquoi la plupart des posts echouent\n\nAvant de parler de ce qui marche, vidons le sujet de ce qui ne marche pas.\n\n**Le post fantome** : tu publies, personne ne reagit, tu te dis que LinkedIn c'est mort. Le probleme n'est pas LinkedIn. C'est que ton hook ne donne aucune raison de cliquer \"voir plus\".\n\n**Le post tiede** : \"Je pense que l'IA va changer beaucoup de choses.\" Ok. Et ? Pas de point de vue = pas d'engagement. Les gens reagissent aux opinions, pas aux constats.\n\n**Le post ego** : \"Ravi d'annoncer que...\" Personne ne s'en fout autant que tu le crois. Le lecteur se demande toujours : \"qu'est-ce que ca change pour MOI ?\"\n\n**Le post clone** : tu as copie la structure d'un post viral. Sauf que sans ton vecu dedans, ca sonne creux. Les templates sont des points de depart, pas des arrivees.\n\nSi tu te reconnais dans un de ces cas, c'est normal. Tout le monde y passe.\n\n## 2. Les 3 regles qui changent tout\n\nApres avoir analyse des centaines de posts qui performent (pas ceux des influenceurs LinkedIn — ceux de vrais experts), trois patterns reviennent systematiquement.\n\n### Regle 1 : 1 post = 1 idee\n\nSi tu ne peux pas resumer ton post en une phrase, c'est qu'il y a deux posts dedans. Coupe. Le deuxieme, tu le publies jeudi.\n\nExercice : avant d'ecrire, complete cette phrase :\n\"Apres avoir lu mon post, le lecteur saura que ___.\"\n\nSi ta phrase contient un \"et\", tu as deux posts.\n\n### Regle 2 : Le hook decide de tout\n\nSur mobile, seules les 2 premieres lignes sont visibles. Le reste est cache derriere \"voir plus\". Si ton hook ne cree pas de tension, personne ne clique.\n\nCe qui fonctionne :\n- Un chiffre inattendu : \"J'ai perdu 26h l'annee derniere. Sur une seule tache.\"\n- Une contradiction : \"Le meilleur investissement de 2024 ? Supprimer la moitie de mes outils.\"\n- Une question provocante : \"Pourquoi les freelances a 800EUR/jour bossent plus que ceux a 400EUR ?\"\n- Une affirmation forte : \"Ton side project n'a pas besoin de plus de marketing. Il a besoin d'un enterrement.\"\n\nCe qui ne fonctionne pas :\n- \"Aujourd'hui je voulais partager...\" (personne ne veut que tu partages)\n- \"Petite reflexion du matin...\" (= je n'ai pas reflechi a mon hook)\n- \"Thread\" / \"A lire\" / \"Important\" (= je crie parce que j'ai rien de mieux)\n\n### Regle 3 : Ecris comme tu parles\n\nLe ton corporate est mort sur LinkedIn. Les posts qui performent aujourd'hui ont un ton conversationnel, direct, personnel.\n\nTest simple : lis ton post a voix haute. Si ca sonne comme un communique de presse, reecris.\n\n## 3. Les 5 formats qui marchent\n\nPas besoin de reinventer la roue a chaque post. Ces 5 formats couvrent 90% des situations.\n\n### Le Storytelling\nTu racontes un moment vecu. Situation, probleme, tournant, lecon.\nIdeal pour : montrer ta credibilite par l'experience, creer de l'identification.\nPiege a eviter : le storytelling qui ne mene nulle part. Chaque histoire doit avoir une lecon claire.\n\n### La Liste Actionnable\nTu donnes 5-7 conseils concrets. Format scannable, valeur immediate.\nIdeal pour : partager une expertise, generer des saves et partages.\nPiege a eviter : la liste de banalites. \"1. Soyez organise\" n'apprend rien a personne.\n\n### L'Opinion Tranchee\nTu prends position sur un sujet. Tu dis ce que les autres pensent tout bas.\nIdeal pour : generer des commentaires, te positionner, attirer les bons profils.\nPiege a eviter : la provocation gratuite sans substance. Une opinion sans argument, c'est un troll.\n\n### Le Cas Concret\nAvant/Apres avec des chiffres. Tu montres un resultat reel.\nIdeal pour : prouver ton expertise, attirer des prospects.\nPiege a eviter : le cas trop generique. \"J'ai aide un client a augmenter son CA\" — de combien ? comment ? en combien de temps ?\n\n### Le Framework\nTu formalises un process que tu utilises. 3-4 etapes claires.\nIdeal pour : asseoir ton autorite, creer du contenu repartageable.\nPiege a eviter : le framework trop abstrait. Chaque etape doit etre executable.\n\n## 4. Le process concret : de l'idee au post\n\nVoici le process en 4 etapes que j'utilise. Temps total : 15-25 minutes par post.\n\n**Etape 1 — Capturer (2 min)**\nGarde une note (Notion, Apple Notes, peu importe) ou tu jettes tes idees brutes au fil de la journee. Un apprentissage, une frustration, un chiffre, une conversation marquante. Ne filtre pas, accumule.\n\n**Etape 2 — Choisir l'angle (3 min)**\nPrend une idee brute et demande-toi : quelle emotion je veux declencher ?\n- Identification (\"c'est exactement mon probleme\")\n- Curiosite (\"je veux savoir la suite\")\n- Surprise (\"je ne m'attendais pas a ca\")\n- Controverse douce (\"je ne suis pas d'accord, mais...\")\n\nL'emotion decide du format. Identification → Storytelling. Curiosite → Cas concret. Surprise → Opinion. Etc.\n\n**Etape 3 — Ecrire avec l'IA (10-15 min)**\nC'est la que le prompt \"La Forge LinkedIn\" entre en jeu. Donne ton idee brute, choisis parmi les 3 angles proposes, puis itere avec les raccourcis.\n\n👉 [Acceder au prompt La Forge LinkedIn](/prompts/linkedin_post_forge)\n\nWorkflow type :\n1. Tu donnes ton idee brute\n2. Tu choisis un angle parmi les 3 proposes\n3. Tu lis le post genere + le diagnostic\n4. Tu tapes \"Hook\" si le hook est faible, \"Epice\" si c'est trop sage, \"Court\" si c'est trop long\n5. Tu personnalises les derniers details (ton vecu, tes chiffres, ta voix)\n\n**Etape 4 — Le test de la voix haute (2 min)**\nLis ton post a voix haute. Si une phrase sonne fausse ou forcee, coupe-la. Si tu ne la dirais pas a un pote devant un cafe, elle n'a rien a faire dans ton post.\n\n## 5. Le rythme qui construit (sans te cramer)\n\nPublier tous les jours pendant 2 semaines puis disparaitre 3 mois, c'est pire que ne rien publier.\n\nRythme minimum viable : **2 posts par semaine**. C'est assez pour rester visible, pas assez pour te vider.\n\nRythme recommande : **3 posts par semaine** (mardi, jeudi, samedi matin). Le samedi matin est sous-exploite sur LinkedIn — moins de concurrence, bon engagement.\n\nSi tu debutes, commence par 1 post/semaine pendant 4 semaines. Le but : installer l'habitude, pas chercher la perf.\n\n## 6. Les metriques qui comptent (et celles qui mentent)\n\n**Metriques utiles :**\n- Commentaires qualifies (pas les \"super post !\") — signe que ton contenu fait reflechir\n- Messages prives recus apres un post — signe que tu attires les bons profils\n- Saves/partages — signe que ton contenu a de la valeur durable\n- Nouveaux abonnes qualifies — signe que ton positionnement est clair\n\n**Metriques trompeuses :**\n- Nombre de vues brut — un post viral qui attire les mauvaises personnes ne vaut rien\n- Likes sans commentaires — engagement passif, l'algo s'en fiche de plus en plus\n- Nombre d'abonnes total — 500 abonnes qualifies > 10 000 randoms\n\nRegle simple : si tes posts generent des conversations et des opportunites (prospects, invitations, collaborations), tu es sur la bonne voie. Meme avec 300 vues.\n\n## 7. Les erreurs qui tuent ton engagement\n\n**Poster sans hook** : tu perds 80% de ton audience potentielle en 2 secondes.\n\n**Poster a 14h un vendredi** : ton audience est en mode week-end. Teste le mardi/jeudi 8h-9h.\n\n**Ne jamais repondre aux commentaires** : l'algo booste les posts avec des conversations. Chaque commentaire auquel tu reponds relance la distribution.\n\n**Copier la voix d'un autre** : tu vas attirer SON audience, pas la tienne. Trouve ton ton, meme si c'est imparfait au debut.\n\n**Parler de toi sans parler AU lecteur** : chaque post doit repondre a la question implicite du lecteur : \"En quoi ca me concerne ?\"\n\n## 8. Aller plus loin\n\nUne fois ton rythme installe et tes premiers posts publies, explore ces ressources Atlas complementaires :\n\n- **Strategie Personal Branding 30j** — Pour structurer ton calendrier editorial sur un mois complet\n👉 [Acceder au prompt](/prompts/mkt_personal_branding_social_30d)\n\n- **Growth Content Analyzer** — Pour analyser tes posts apres publication et identifier ce qui marche\n👉 [Acceder au prompt](/prompts/content_autopsy)\n\n- **Scanner de Reputation** — Pour verifier que ton positionnement LinkedIn est coherent avec l'image que tu veux projeter\n👉 [Acceder au prompt](/prompts/reputation_power_check)\n\n---\n\n*Ce guide fait partie de la serie Growth Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "linkedin-distribution-builder",
    "date": "2025-02-08"
  },
  {
    "id": "pricing-builder-pragmatique",
    "title": "Fixer ses prix sans trembler",
    "description": "Le guide terrain pour arrêter de sous-facturer, structurer une offre rentable et augmenter tes prix sans perdre tes clients.",
    "category": "business",
    "content": "# Fixer ses prix sans trembler\n\nTu ne factures pas assez. Tu le sais probablement. Et si tu ne le sais pas, c'est encore pire.\n\nCe n'est pas un problème de confiance. C'est un problème de méthode. La plupart des builders fixent leurs prix au feeling, les copient sur un concurrent, ou les calculent à partir de leur loyer. Résultat : ils travaillent plus, gagnent pareil, et repoussent l'augmentation \"au prochain client\".\n\nCe guide ne va pas te dire \"crois en ta valeur\". Il va te donner les outils concrets pour fixer, structurer et défendre un prix juste.\n\n## Les 5 erreurs de pricing que tout le monde fait\n\nAvant de construire, il faut déminer.\n\n**Erreur #1 : Fixer son prix sur son coût**\n\nTu calcules ton TJM à partir de ton salaire cible divisé par tes jours ouvrés. Logique — mais catastrophique. Ton client ne paye pas ton temps. Il paye un résultat. Si tu lui fais gagner 50K€ en 3 jours, 450€/jour est un vol — pour toi.\n\n**Erreur #2 : Copier la concurrence**\n\nTu regardes ce que facturent les autres et tu te cales \"un peu en dessous pour être compétitif\". Problème : tu copies peut-être quelqu'un qui sous-facture aussi. La course vers le bas n'a pas de fond.\n\n**Erreur #3 : Un seul prix pour tout le monde**\n\nUne startup à 3 personnes et une scale-up à 200 n'ont pas le même budget, pas les mêmes enjeux, pas la même perception de valeur. Un prix unique, c'est soit trop cher pour les petits, soit cadeau pour les gros.\n\n**Erreur #4 : Ne jamais augmenter**\n\nTon prix d'il y a 2 ans reflète ton niveau d'il y a 2 ans, le marché d'il y a 2 ans, et l'inflation d'il y a 2 ans. Si tu n'as pas augmenté, tu as baissé.\n\n**Erreur #5 : Confondre peur et data**\n\n\"Si j'augmente, je perds tout le monde\" — c'est une émotion, pas une analyse. La vraie question : as-tu déjà testé ? Dans 90% des cas, la réponse est non.\n\n## Les 3 signaux qui prouvent que tu sous-factures\n\nPas besoin d'audit complexe. Ces signaux suffisent :\n\n**Signal 1 : Ton taux de conversion dépasse 70-80%**\n\nSi presque tout le monde dit oui, personne ne trouve ça cher. En B2B sain, un taux de conversion entre 30% et 50% est normal. Au-dessus de 70%, tu es en zone de sous-tarification.\n\n**Signal 2 : Tu es bookée à l'avance sans effort commercial**\n\nUne waiting list de 2-3 mois, c'est flatteur. C'est aussi la preuve mathématique que la demande dépasse ton offre. L'économie de base dit : augmente le prix.\n\n**Signal 3 : Tes clients te disent que \"c'est pas cher\"**\n\nQuand un client verbalise que ton prix est bas, il te fait un cadeau. Écoute-le. Il te dit littéralement qu'il aurait payé plus.\n\n## La méthode pour fixer un prix juste\n\n### Étape 1 — Identifier la valeur créée\n\nPose-toi cette question : \"Qu'est-ce que mon client gagne ou évite de perdre grâce à mon intervention ?\"\n\nExemples concrets :\n- Dev freelance : \"Mon refacto a divisé le temps de chargement par 3 → impact direct sur le taux de conversion\"\n- Consultant automation : \"Mon workflow fait gagner 8h/semaine à l'équipe → 400€/semaine de coût salarial\"\n- Designer : \"Mon redesign a augmenté le taux d'inscription de 15%\"\n\nLa valeur créée est ton plafond théorique. Ton prix devrait se situer entre 10% et 30% de cette valeur.\n\n### Étape 2 — Structurer une gamme\n\nUn seul prix = zéro levier. Trois niveaux changent tout :\n\n- **Essentiel** : le minimum qui résout le problème. Prix accessible, scope réduit.\n- **Recommandé** : la solution complète. C'est celui que tu veux vendre. Le prix doit sembler évident par rapport à l'essentiel.\n- **Premium** : le service blanc, tout inclus, prioritaire. Prix élevé, marge maximale. Peu de clients, mais très rentables.\n\nLa magie : l'option du milieu paraît toujours raisonnable quand elle est encadrée par les deux autres. C'est de l'ancrage, pas de la manipulation — c'est de la clarté.\n\n### Étape 3 — Tester avant de généraliser\n\nNe change pas tous tes prix d'un coup. Protocole simple :\n\n1. Nouveau prix appliqué uniquement aux nouveaux prospects\n2. Observe sur 5-10 devis\n3. Si le taux de conversion reste au-dessus de 40% → le prix est bon\n4. Si tout le monde accepte sans broncher → monte encore\n5. Si ça coince systématiquement → ajuste ou améliore le pitch de valeur\n\nLe pricing est un processus itératif, pas une décision unique.\n\n### Étape 4 — Créer de la récurrence\n\nLe one-shot est un piège : tu recommences à zéro chaque mois. Même un petit composant récurrent change la donne :\n\n- Maintenance / support : 10-20% du projet initial en mensuel\n- Accompagnement : call mensuel de suivi, optimisation, conseil\n- Accès : dashboard, reporting, outils mis à disposition\n\nObjectif : que 30% de ton CA devienne prévisible. Ça change le sommeil et les décisions.\n\n## Comment annoncer une augmentation\n\nC'est le moment que tout le monde redoute. Voici le framework :\n\n**Pour les nouveaux clients** : tu ne dis rien. Tu appliques le nouveau prix. Point.\n\n**Pour les clients existants** : transparence + délai + valeur ajoutée.\n\nStructure du message :\n1. Ce qui a changé (ton expertise, le marché, ta demande)\n2. Le nouveau tarif, effectif à date X (minimum 30 jours de préavis)\n3. Ce qu'ils gagnent (nouveau scope, meilleur service, priorité)\n4. Ouverture au dialogue (pas à la négociation — au dialogue)\n\nCe que tu ne fais jamais : t'excuser, te justifier longuement, proposer de \"rester à l'ancien prix si ça pose problème\". Un prix qui s'excuse n'est pas un prix — c'est une suggestion.\n\n👉 [Utilise le prompt Le Juste Prix pour générer tes scripts d'augmentation](/prompts/le_juste_prix)\n\n## Répondre à \"c'est trop cher\"\n\n\"C'est trop cher\" n'est presque jamais une objection de prix. C'est une objection de valeur perçue. La réponse n'est pas de baisser — c'est de recadrer.\n\nTrois réponses qui fonctionnent :\n\n- **Le retour au problème** : \"Trop cher par rapport à quoi ? Quel est le coût de ne rien faire ?\"\n- **Le scope** : \"Je comprends. On peut ajuster le scope pour coller à ton budget. Voici ce que ça change.\"\n- **Le signal** : \"C'est possible que ce ne soit pas le bon moment. Je préfère qu'on travaille ensemble quand le budget permet de bien faire les choses.\"\n\nLa troisième est la plus puissante. Accepter de ne pas closer, c'est ce qui construit la crédibilité long terme.\n\n## Les métriques à suivre\n\nUn pricing sain se pilote avec 4 chiffres :\n\n- **Taux de conversion** : entre 30% et 50% en B2B = zone saine\n- **Revenu moyen par client** : doit augmenter chaque trimestre\n- **Part de récurrence** : viser 30%+ du CA total\n- **Marge horaire effective** : revenu réel / heures réelles travaillées (inclure l'avant-vente, les réunions, le support)\n\nLa marge horaire effective est le chiffre qui ne ment jamais. Si elle stagne alors que tu travailles plus, ton pricing est cassé.\n\n## Le piège du \"marché qui ne paye pas\"\n\n\"Mon marché ne paye pas ces prix-là\" est la phrase la plus dangereuse du freelancing. Elle est vraie dans exactement un cas : tu cibles les mauvais clients.\n\nSi ton marché \"ne paye pas\" :\n- Monte en gamme sur le même type de client (TPE → PME → ETI)\n- Change de segment (startups bootstrap → startups financées)\n- Repositionne ton offre sur un résultat business, pas sur une compétence technique\n\nLe prix n'est pas un plafond imposé par le marché. C'est un miroir de ton positionnement.\n\n## Pour aller plus loin\n\nLe pricing ne vit pas seul. Il s'appuie sur la solidité de ton business et la clarté de ton positionnement :\n\n- 👉 [Détecteur de Fragilité Business](/prompts/business_fragility_check) — Identifier les failles structurelles qui limitent tes revenus\n- 👉 [Extracteur de Moat](/prompts/moat_extractor) — Trouver ce qui justifie un prix premium\n- 👉 [Scanner de Réputation](/prompts/reputation_power_check) — Vérifier que ton image supporte ton prix\n\n---\n\n*Ce guide fait partie de la série Business Builder sur Atlas.*",
    "readTime": 4,
    "difficulty": "intermediate",
    "slug": "fixer-ses-prix-sans-trembler",
    "date": "2025-02-08"
  },
  {
    "id": "pricing-strategy-builder",
    "title": "Construire une strategie de pricing produit",
    "description": "Le guide pour concevoir une grille tarifaire SaaS/produit qui maximise revenus et conversion.",
    "category": "business",
    "content": "# Construire une strategie de pricing produit\n\nTu lances un produit ou un SaaS et tu dois fixer tes prix. Pas tes tarifs freelance -- le pricing de ton produit. C'est un exercice completement different : ici, tu vends de la valeur a l'echelle, pas du temps.\n\nLe bon pricing peut doubler ton revenu sans changer ton produit. Le mauvais peut tuer ta croissance avant meme qu'elle demarre.\n\n## Pourquoi c'est important\n\nLe pricing est le levier le plus sous-exploite en SaaS. Une augmentation de 1% du prix a plus d'impact sur la marge qu'une augmentation de 1% du nombre de clients. Pourtant, la plupart des fondateurs fixent leur prix en 10 minutes et n'y reviennent jamais.\n\nAttention : ce guide concerne le pricing produit (SaaS, abonnements, licences). Si tu es freelance ou consultant, consulte plutot le guide [Fixer ses prix sans trembler](/guides/fixer-ses-prix-sans-trembler).\n\n## Le processus\n\n### Etape 1 -- Identifier ta value metric\n\nLa value metric est l'unite qui determine combien le client paye. Exemples : nombre d'utilisateurs, volume de transactions, nombre de projets. Une bonne value metric est alignee avec la valeur percue par le client : plus il utilise, plus il paye, plus il en tire de la valeur.\n\n### Etape 2 -- Designer tes tiers\n\nTrois tiers suffisent dans 90% des cas. Chaque tier doit correspondre a un profil client distinct :\n- Free ou Starter : pour decouvrir le produit, lever la friction d'entree\n- Pro : le coeur de ton business, la ou se trouvent la majorite de tes clients payants\n- Enterprise : sur-mesure, support premium, fonctionnalites avancees\n\n### Etape 3 -- Packager les fonctionnalites\n\nChaque tier doit avoir une raison claire d'exister. La question cle : quelle fonctionnalite justifie le passage au tier superieur ? Si la reponse est floue, ton packaging est mauvais.\n\n### Etape 4 -- Tester et iterer\n\nLe pricing n'est jamais fini. Lance avec une hypothese, mesure les taux de conversion par tier, ajuste tous les trimestres. Surveille le ratio free/payant et le revenu moyen par utilisateur.\n\n## Erreurs courantes\n\n- Trop de tiers : au-dela de 4, le client est paralyse par le choix\n- Mauvaise value metric : facturer au nombre de sieges quand la valeur est dans le volume de donnees traitees\n- Prix trop bas au lancement \"pour attirer du monde\" : tu attires les mauvais clients et tu ancres un prix difficile a remonter\n- Ne jamais revisiter son pricing apres le lancement\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer une grille tarifaire structuree pour ton produit :\n\n[Pricing Strategy Builder](/prompts/pricing_strategy_builder)\n\n---\n\n*Ce guide fait partie de la serie Business Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "pricing-strategy-builder",
    "date": "2026-02-16"
  },
  {
    "id": "competitor-radar",
    "title": "Cartographier ses concurrents methodiquement",
    "description": "Comment analyser la concurrence sans y passer des semaines, et en tirer des decisions strategiques.",
    "category": "business",
    "content": "# Cartographier ses concurrents methodiquement\n\nTu sais que tu as des concurrents. Mais est-ce que tu sais vraiment ce qu'ils font, pourquoi ils le font, et ou sont les trous dans leur offre ?\n\nL'analyse concurrentielle n'est pas un exercice academique. C'est un outil de decision.\n\n## Pourquoi c'est important\n\nIgnorer la concurrence ne te rend pas original -- ca te rend aveugle. A l'inverse, etre obsede par elle te paralyse. L'objectif est de trouver le juste milieu : comprendre le paysage pour mieux te positionner, sans copier ni reagir en permanence.\n\n## Le processus\n\n### Etape 1 -- Identifier les concurrents\n\nListe trois categories : les concurrents directs (meme probleme, meme solution), les concurrents indirects (meme probleme, solution differente) et les alternatives (Excel, stagiaire, ne rien faire). La troisieme categorie est souvent la plus dangereuse.\n\n### Etape 2 -- Analyser les axes cles\n\nPour chaque concurrent, collecte : positionnement (a qui ils parlent), pricing (combien et comment), forces produit, faiblesses visibles, canaux d'acquisition principaux. Ne passe pas 3 semaines la-dessus -- 2 heures par concurrent suffisent.\n\n### Etape 3 -- Positionner ton offre\n\nCree une matrice 2x2 avec les deux axes les plus differenciants de ton marche. Place chaque concurrent et toi-meme. Les zones vides sont tes opportunites.\n\n## Erreurs courantes\n\n- Obsession concurrentielle : passer plus de temps a surveiller les autres qu'a construire ton produit\n- Ignorer la concurrence indirecte : ton vrai concurrent est souvent un fichier Excel\n- Analyser une fois et ne jamais mettre a jour : le marche bouge, ton radar doit suivre\n- Copier ce qui marche chez les autres sans comprendre pourquoi ca marche pour eux\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer une analyse concurrentielle structuree :\n\n[Competitor Radar](/prompts/competitor_radar)\n\n---\n\n*Ce guide fait partie de la serie Business Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "competitor-radar",
    "date": "2026-02-16"
  },
  {
    "id": "business-model-stress-test",
    "title": "Stress-tester son business model",
    "description": "Comment soumettre ton modele economique a un crash test avant que le marche le fasse pour toi.",
    "category": "business",
    "content": "# Stress-tester son business model\n\nTon business model a l'air solide sur le papier. Mais est-ce qu'il tient quand tu perds 30% de tes clients ? Quand un concurrent casse les prix ? Quand ton CAC double ?\n\nMieux vaut decouvrir les failles dans un tableur que dans ton compte en banque.\n\n## Pourquoi c'est important\n\nLa plupart des business models sont construits sur des hypotheses optimistes. Le stress test consiste a remplacer l'optimisme par des scenarios realistes -- et a verifier que le modele survit. Ce n'est pas du pessimisme, c'est de la preparation.\n\n## Le processus\n\n### Etape 1 -- Lister tes hypotheses cles\n\nChaque business model repose sur 5 a 10 hypotheses implicites : taux de conversion, panier moyen, cout d'acquisition, taux de churn, marge brute. Ecris-les noir sur blanc.\n\n### Etape 2 -- Tester les unit economics\n\nCalcule ton ratio LTV/CAC, ton point mort, ta marge par client. Si ton LTV/CAC est inferieur a 3, tu as un probleme de rentabilite. Si ton point mort est a 24 mois, tu as un probleme de tresorerie.\n\n### Etape 3 -- Simuler des scenarios de crise\n\nPour chaque hypothese, demande-toi : que se passe-t-il si ce chiffre est 2x pire que prevu ? Teste au minimum : perte de 30% des clients, doublement du CAC, division par 2 de la marge, arrivee d'un concurrent gratuit.\n\n### Etape 4 -- Identifier les leviers de resilience\n\nPour chaque scenario critique, identifie un plan B concret. Diversification des revenus, reduction des couts fixes, pivot du canal d'acquisition.\n\n## Erreurs courantes\n\n- Ne tester que le scenario optimiste : le business plan \"si tout se passe bien\" n'a aucune valeur\n- Ignorer le churn dans les projections : un churn de 5%/mois tue n'importe quel modele en 18 mois\n- Confondre revenu et marge : un CA en croissance avec une marge negative est un probleme, pas un succes\n- Ne jamais refaire le stress test : les conditions changent, tes hypotheses aussi\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour soumettre ton business model a un crash test structure :\n\n[Business Model Stress Test](/prompts/business_model_stress_test)\n\n---\n\n*Ce guide fait partie de la serie Business Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "business-model-stress-test",
    "date": "2026-02-16"
  },
  {
    "id": "customer-persona-sculptor",
    "title": "Creer des personas clients qui servent vraiment",
    "description": "Le guide pour construire des personas basees sur des faits et des comportements, pas des cliches marketing.",
    "category": "business",
    "content": "# Creer des personas clients qui servent vraiment\n\n\"Marie, 34 ans, cadre dynamique, aime le yoga et les brunchs.\" Ca, c'est de la fiction. Ca ne t'aide pas a vendre, ni a construire un produit, ni a ecrire une ligne de copy.\n\nUne bonne persona est un outil de decision, pas un portrait-robot decoratif.\n\n## Pourquoi c'est important\n\nSans persona solide, tout le monde dans l'equipe a une idee differente du client. Le dev pense a un profil technique, le marketing a un profil curieux, le commercial a un profil presse. Resultat : un produit qui ne parle a personne en particulier.\n\nLes personas data-driven alignent toute l'equipe sur une realite commune.\n\n## Le processus\n\n### Etape 1 -- Collecter des donnees reelles\n\nOublie l'imagination. Pars de ce que tu sais : interviews clients, tickets support, analytics, conversations commerciales. Minimum 5 conversations de 20 minutes avec des clients ou prospects reels.\n\n### Etape 2 -- Identifier les Jobs-to-be-done\n\nLa question n'est pas \"qui est ton client\" mais \"qu'est-ce qu'il essaie d'accomplir\". Le framework Jobs-to-be-done (JTBD) se concentre sur les motivations et les situations, pas les demographics.\n\n### Etape 3 -- Regrouper par comportement\n\nRegroupe tes clients par patterns de comportement, pas par age ou secteur. Exemple : \"les clients qui comparent 5 outils avant d'acheter\" vs \"ceux qui achent sur recommandation\". Ce sont deux personas distinctes avec des parcours d'achat differents.\n\n### Etape 4 -- Valider sur le terrain\n\nUne persona n'est qu'une hypothese tant qu'elle n'est pas testee. Utilise-la pour ecrire un email ou une landing page, puis mesure les resultats. Si ca ne convertit pas, ta persona est fausse.\n\n## Erreurs courantes\n\n- Inventer des personas en salle de reunion sans aucune donnee client\n- Se focaliser sur les demographics (age, ville, revenus) au lieu des comportements\n- Creer 8 personas alors que 2 ou 3 suffisent\n- Ne jamais mettre a jour ses personas quand le produit ou le marche evolue\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer des personas structurees et actionnables :\n\n[Customer Persona Sculptor](/prompts/customer_persona_sculptor)\n\n---\n\n*Ce guide fait partie de la serie Business Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "customer-persona-sculptor",
    "date": "2026-02-16"
  },
  {
    "id": "pitch-deck-architect",
    "title": "Structurer un pitch deck convaincant",
    "description": "Le guide slide par slide pour construire un pitch deck qui raconte une histoire et donne envie d'investir.",
    "category": "business",
    "content": "# Structurer un pitch deck convaincant\n\nUn pitch deck n'est pas une presentation Powerpoint. C'est une histoire en 10 slides qui doit repondre a une seule question : \"Pourquoi maintenant, pourquoi toi, pourquoi cet investissement ?\"\n\nLes investisseurs voient des dizaines de decks par semaine. Le tien doit etre clair, memorable et honnete.\n\n## Pourquoi c'est important\n\nLe pitch deck est souvent le premier contact avec un investisseur. Tu n'as pas une heure pour convaincre -- tu as 3 minutes de lecture en diagonale. Chaque slide doit porter un message unique et donner envie de passer a la suivante.\n\n## Le processus\n\n### Etape 1 -- Construire la narrative\n\nAvant d'ouvrir Powerpoint, ecris ton histoire en 5 phrases : le probleme existe, il est douloureux, ta solution le resout, tu as des preuves que ca marche, voici ce qu'il faut pour passer a l'echelle.\n\n### Etape 2 -- Structurer les slides\n\nStructure classique en 10-12 slides :\n1. Titre et tagline\n2. Probleme (douleur client reelle et quantifiee)\n3. Solution (ta proposition de valeur en une phrase)\n4. Demo ou produit (screenshots, flux utilisateur)\n5. Traction (metriques cles, graphiques de croissance)\n6. Business model (comment tu gagnes de l'argent)\n7. Marche (taille adressable, segment cible)\n8. Concurrence (matrice de positionnement)\n9. Equipe (pourquoi vous etes les mieux places)\n10. Ask (combien tu leves, pour faire quoi, quel horizon)\n\n### Etape 3 -- Appliquer la regle du \"so what\"\n\nPour chaque slide, demande-toi : \"et alors ?\" Si tu ne peux pas repondre en une phrase, la slide est inutile ou mal construite.\n\n### Etape 4 -- Tester sur 3 personnes\n\nFais lire ton deck a 3 personnes qui ne connaissent pas ton projet. Si elles ne comprennent pas le probleme et la solution en 2 minutes, recommence.\n\n## Erreurs courantes\n\n- Trop de texte par slide : une slide = un message, maximum 20 mots\n- Pas de traction : les investisseurs veulent des preuves, pas des promesses\n- Sous-estimer la slide \"equipe\" : en early stage, on investit dans les fondateurs avant le produit\n- Marche \"TAM de 50 milliards\" sans expliquer le segment cible reel\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer un pitch deck structure slide par slide :\n\n[Pitch Deck Architect](/prompts/pitch_deck_architect)\n\n---\n\n*Ce guide fait partie de la serie Business Builder sur Atlas.*",
    "readTime": 4,
    "difficulty": "intermediate",
    "slug": "pitch-deck-architect",
    "date": "2026-02-16"
  },
  {
    "id": "landing-page-copywriter",
    "title": "Ecrire une landing page qui convertit",
    "description": "Le guide pour rediger le copy d'une landing page section par section, avec les principes de conversion qui marchent.",
    "category": "marketing",
    "content": "# Ecrire une landing page qui convertit\n\nTa landing page a une seule mission : transformer un visiteur en action (inscription, achat, prise de rendez-vous). Chaque mot qui ne sert pas cet objectif est un mot de trop.\n\nLe design compte, mais le copy fait le gros du travail. Une page moche avec un bon copy convertit mieux qu'une page sublime avec un copy creux.\n\n## Pourquoi c'est important\n\nTu peux avoir le meilleur produit du monde -- si ta landing page ne communique pas clairement le probleme que tu resous et pourquoi ta solution est la bonne, personne ne cliquera. Le taux de conversion moyen est de 2-5%. Un bon copy peut le doubler.\n\n## Le processus\n\n### Etape 1 -- Le hero section\n\nC'est la premiere chose que le visiteur voit. Tu as 5 secondes. Le hero doit repondre a 3 questions : c'est quoi, c'est pour qui, qu'est-ce que j'y gagne. Structure : titre (benefice principal), sous-titre (comment ca marche en une phrase), CTA (action claire).\n\n### Etape 2 -- La section probleme\n\nDecris la douleur de ton client avec ses propres mots. Pas de jargon, pas de generalites. Le lecteur doit se dire : \"c'est exactement mon probleme\". Utilise des verbatims issus de tes interviews clients.\n\n### Etape 3 -- La solution et les benefices\n\nPresente ta solution en termes de resultats, pas de fonctionnalites. Pas \"notre outil a un dashboard analytique\" mais \"vois en 30 secondes quels contenus generent du revenu\". 3 benefices maximum.\n\n### Etape 4 -- La preuve sociale\n\nTemoignages, logos clients, chiffres cles. La preuve sociale reduit le risque percu. Un bon temoignage contient : qui parle, quel probleme il avait, quel resultat il a obtenu.\n\n### Etape 5 -- Le CTA final\n\nRepete ton appel a l'action en bas de page. Ajoute une phrase qui leve la derniere objection (\"sans engagement\", \"en 2 minutes\", \"essai gratuit\").\n\n## Erreurs courantes\n\n- Parler de soi au lieu de parler du client : \"Notre plateforme innovante...\" ne dit rien au visiteur\n- Trop de CTA differents : une page, une action. Si tu proposes 3 options, tu n'en proposes aucune\n- Pas de preuve sociale : sans temoignage ni chiffre, le visiteur n'a aucune raison de te croire\n- Jargon technique dans le hero : si ta grand-mere ne comprend pas, reecris\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer le copy de ta landing page section par section :\n\n[Landing Page Copywriter](/prompts/landing_page_copywriter)\n\n---\n\n*Ce guide fait partie de la serie Marketing Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "landing-page-copywriter",
    "date": "2026-02-16"
  },
  {
    "id": "cold-outreach-crafter",
    "title": "Prospection a froid : obtenir des reponses",
    "description": "Le guide terrain pour ecrire des messages de prospection qui ne finissent pas a la corbeille.",
    "category": "growth",
    "content": "# Prospection a froid : obtenir des reponses\n\nTon email de prospection a 3 secondes pour convaincre le destinataire de ne pas le supprimer. 3 secondes. C'est le temps qu'il faut pour lire l'objet et la premiere ligne.\n\n97% des cold emails finissent a la corbeille. Ce guide t'explique comment faire partie des 3% restants.\n\n## Pourquoi c'est important\n\nLa prospection a froid reste le canal le plus direct pour generer des opportunites B2B. Mais le volume de messages recus a explose, et les filtres (humains et techniques) sont de plus en plus stricts. La personnalisation et la pertinence ne sont plus optionnelles -- elles sont la condition de survie.\n\n## Le processus\n\n### Etape 1 -- Rechercher avant d'ecrire\n\nConsacre 5 minutes par prospect. Regarde son profil LinkedIn, son entreprise, ses publications recentes. Cherche un point d'accroche reel : un post recent, une actualite de son entreprise, un probleme visible.\n\n### Etape 2 -- Ecrire l'objet\n\nL'objet decide de tout. Il doit etre court (4-7 mots), specifique et non commercial. Ce qui marche : une question, une reference a un sujet reel, un chiffre. Ce qui ne marche pas : \"Offre speciale\", \"Opportunite de partenariat\", \"Suite a notre...\"\n\n### Etape 3 -- Structurer le message\n\nStructure optimale en 4 lignes :\n1. Accroche personnalisee (reference a un element reel du prospect)\n2. Probleme que tu resous (en une phrase, avec un chiffre si possible)\n3. Preuve rapide (un resultat client similaire)\n4. CTA simple (une question, pas un lien de calendrier)\n\n### Etape 4 -- Planifier la sequence\n\nUn seul email ne suffit jamais. Prevois 3 touchpoints espaces de 3-5 jours. Le deuxieme ajoute de la valeur (un contenu, un cas client). Le troisieme est le \"break-up email\" : court, direct, qui donne une raison de repondre maintenant.\n\n## Erreurs courantes\n\n- Le message generique envoye a 500 personnes : le taux de reponse sera proche de zero\n- Parler de soi des la premiere ligne : \"Je suis X, fondateur de Y\" -- le prospect s'en fiche\n- Un CTA trop ambitieux : \"Reservez 30 minutes\" est trop tot au premier contact. Prefere une question simple\n- Pas de relance : 80% des reponses arrivent apres le 2e ou 3e message\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer des sequences de prospection personnalisees :\n\n[Cold Outreach Crafter](/prompts/cold_outreach_crafter)\n\n---\n\n*Ce guide fait partie de la serie Growth Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "cold-outreach-crafter",
    "date": "2026-02-16"
  },
  {
    "id": "linkedin-post-generator",
    "title": "Publier sur LinkedIn en 5 minutes",
    "description": "Le guide express pour transformer une idee en post LinkedIn publiable sans y passer une heure.",
    "category": "marketing",
    "content": "# Publier sur LinkedIn en 5 minutes\n\nTu as une idee mais pas le temps d'ecrire un post complet ? Ce guide est fait pour ca. Pas de strategie editoriale complete, pas de calendrier sur 30 jours -- juste un process rapide pour passer de l'idee au post publie en 5 minutes.\n\nSi tu cherches une approche complete de ta presence LinkedIn (strategie, rythme, formats avances), consulte plutot le guide [Ecrire des posts LinkedIn qui travaillent pour toi](/guides/linkedin-distribution-builder).\n\n## Pourquoi c'est important\n\nLe plus grand ennemi de la regularite sur LinkedIn, ce n'est pas le manque d'idees. C'est la friction entre l'idee et la publication. Plus c'est long a ecrire, moins tu publies. Moins tu publies, moins tu existes.\n\n## Le processus\n\n### Etape 1 -- Capturer l'idee (30 secondes)\n\nNote ton idee en une phrase brute. Exemples : \"J'ai perdu 2h a cause d'un mauvais brief\", \"Les gens confondent etre occupe et etre productif\", \"Mon meilleur client est venu d'un post LinkedIn\".\n\n### Etape 2 -- Choisir le hook (1 minute)\n\nTransforme ton idee en phrase d'accroche. Trois templates qui marchent :\n- Le chiffre : \"J'ai [chiffre inattendu]. Voici ce que j'en ai appris.\"\n- La contradiction : \"[Croyance commune] est faux. Et voici pourquoi.\"\n- L'experience : \"La semaine derniere, [evenement]. Ca m'a fait realiser [lecon].\"\n\n### Etape 3 -- Developper en 3-5 points (2 minutes)\n\nStructure minimaliste : hook, 3 a 5 points courts qui developpent ton idee, une phrase de conclusion ou question ouverte. Pas d'introduction, pas de conclusion a rallonge.\n\n### Etape 4 -- Relire a voix haute (1 minute)\n\nLis ton post a voix haute. Si une phrase sonne faux ou trop longue, coupe. Si tu ne le dirais pas a l'oral, ca n'a rien a faire a l'ecrit.\n\n## Erreurs courantes\n\n- Vouloir tout dire dans un seul post : un post = une idee, pas trois\n- Passer 30 minutes a peaufiner : mieux vaut publier un post imparfait que ne rien publier\n- Oublier le hook : sans accroche forte, personne ne clique \"voir plus\"\n- Ne pas publier parce que \"c'est pas assez bien\" : la regularite bat la perfection\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer un post LinkedIn a partir d'une idee brute :\n\n[LinkedIn Post Generator](/prompts/linkedin_post_generator)\n\nPour une strategie LinkedIn complete, explore le guide [Ecrire des posts LinkedIn qui travaillent pour toi](/guides/linkedin-distribution-builder).\n\n---\n\n*Ce guide fait partie de la serie Marketing Builder sur Atlas.*",
    "readTime": 2,
    "difficulty": "beginner",
    "slug": "linkedin-post-generator",
    "date": "2026-02-16"
  },
  {
    "id": "seo-content-brief-builder",
    "title": "Creer des briefs SEO qui rankent",
    "description": "Le guide pour structurer des briefs de contenu SEO complets et actionnables pour tes redacteurs ou pour toi-meme.",
    "category": "marketing",
    "content": "# Creer des briefs SEO qui rankent\n\nPublier du contenu sans brief SEO, c'est tirer a l'aveugle. Tu peux ecrire le meilleur article du monde -- s'il ne repond pas a une intention de recherche reelle, personne ne le trouvera.\n\nUn bon brief SEO transforme une intuition en plan d'execution mesurable.\n\n## Pourquoi c'est important\n\nLe SEO est le canal d'acquisition le plus rentable a long terme. Mais il demande de la rigueur en amont. Un brief SEO bien construit permet a n'importe quel redacteur (ou a toi-meme) de produire un contenu qui a des chances reelles de ranker. Sans brief, tu ecris du contenu. Avec un brief, tu construis un actif.\n\n## Le processus\n\n### Etape 1 -- Analyser l'intention de recherche\n\nAvant d'ecrire un mot, comprends ce que l'utilisateur cherche vraiment. Tape ta requete cible dans Google et analyse les 5 premiers resultats. Sont-ils informationnels, transactionnels, comparatifs ? Ton contenu doit correspondre a cette intention.\n\n### Etape 2 -- Mapper les mots-cles\n\nIdentifie un mot-cle principal et 5-10 mots-cles secondaires. Le mot-cle principal va dans le titre et le H1. Les secondaires structurent les H2. Ne bourre pas de mots-cles -- ecris naturellement en couvrant le champ semantique.\n\n### Etape 3 -- Structurer le contenu\n\nDefinis le plan complet : titre, meta description, H2, H3, nombre de mots cible. Pour chaque section, note l'objectif (quelle question elle repond) et les points a couvrir. Un bon brief est assez precis pour qu'un redacteur externe puisse produire 80% du contenu final.\n\n### Etape 4 -- Definir les criteres de qualite\n\nAjoute au brief : sources a citer, liens internes a integrer, CTA a inclure, format des visuels. Plus le brief est complet, moins il y aura d'allers-retours.\n\n## Erreurs courantes\n\n- Ecrire sans analyser la SERP : tu risques de produire un contenu hors intention\n- Cibler un mot-cle trop concurrentiel : en early stage, vise des requetes longue traine avec moins de concurrence\n- Brief trop vague : \"ecris un article sur le SEO\" n'est pas un brief, c'est une envie\n- Ignorer les liens internes : le maillage est un levier SEO majeur souvent neglige\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer un brief SEO complet et actionnable :\n\n[SEO Content Brief Builder](/prompts/seo_content_brief_builder)\n\n---\n\n*Ce guide fait partie de la serie Marketing Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "seo-content-brief-builder",
    "date": "2026-02-16"
  },
  {
    "id": "email-onboarding-sequence",
    "title": "Concevoir une sequence d'onboarding email",
    "description": "Le guide pour creer des emails d'onboarding qui activent tes utilisateurs et reduisent le churn.",
    "category": "marketing",
    "content": "# Concevoir une sequence d'onboarding email\n\nTon utilisateur vient de s'inscrire. Les 7 prochains jours vont determiner s'il reste ou s'il disparait. L'onboarding email est ton meilleur levier pour transformer un inscrit en utilisateur actif.\n\n90% des utilisateurs qui ne reviennent pas dans les 3 premiers jours ne reviendront jamais.\n\n## Pourquoi c'est important\n\nL'onboarding email n'est pas du marketing -- c'est du produit. Chaque email doit rapprocher l'utilisateur de son \"moment aha\", le moment ou il comprend la valeur de ton produit. Sans cette sequence, tu laisses au hasard la premiere impression.\n\n## Le processus\n\n### Etape 1 -- Identifier le moment aha\n\nQuelle est l'action qui fait que l'utilisateur comprend la valeur de ton produit ? Pour Slack, c'est envoyer 2000 messages en equipe. Pour Dropbox, c'est sauvegarder un fichier. Identifie cette action et construis ta sequence autour.\n\n### Etape 2 -- Structurer la sequence en 5 emails\n\n- Email 1 (J+0) : Bienvenue + premiere action a faire (une seule)\n- Email 2 (J+1) : Guide vers le moment aha\n- Email 3 (J+3) : Preuve sociale + astuce avancee\n- Email 4 (J+5) : Lever une objection frequente\n- Email 5 (J+7) : Recapitulatif de valeur + CTA clair (upgrade, invitation, feedback)\n\n### Etape 3 -- Ecrire chaque email\n\nUn email d'onboarding efficace : un objet clair (pas de teasing), une idee par email, un seul CTA, maximum 150 mots. Le ton est direct et utile, pas commercial.\n\n### Etape 4 -- Mesurer et iterer\n\nSuis les taux d'ouverture, de clic et surtout le taux d'activation (l'utilisateur a-t-il fait l'action cle ?). L'email qui a le plus faible taux de clic est celui a reecrire en premier.\n\n## Erreurs courantes\n\n- Trop d'emails trop vite : 5 emails en 7 jours est un maximum, pas un minimum\n- Pas de CTA clair : chaque email doit demander une action precise\n- Ton trop commercial : l'onboarding est la pour aider, pas pour vendre\n- Sequence identique pour tous : si possible, segmente par profil ou par comportement\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer une sequence d'onboarding email complete :\n\n[Email Onboarding Sequence](/prompts/email_onboarding_sequence)\n\n---\n\n*Ce guide fait partie de la serie Marketing Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "email-onboarding-sequence",
    "date": "2026-02-16"
  },
  {
    "id": "sop-generator",
    "title": "Documenter ses process avec des SOP",
    "description": "Le guide pour transformer tes process informels en procedures claires, delegables et ameliorables.",
    "category": "automation",
    "content": "# Documenter ses process avec des SOP\n\nUne SOP (Standard Operating Procedure) est une procedure ecrite qui decrit exactement comment realiser une tache. Si tu es le seul a savoir comment faire tourner ton business, tu n'as pas un business -- tu as un emploi.\n\nDocumenter tes process, c'est la premiere etape vers la delegation et l'automatisation.\n\n## Pourquoi c'est important\n\nTant que tes process sont dans ta tete, ils ne sont pas delegables, pas ameliorables et pas scalables. La SOP transforme un savoir implicite en instruction explicite. C'est le prerequis a toute delegation et a toute automatisation.\n\n## Le processus\n\n### Etape 1 -- Capturer le process tel qu'il est\n\nFais la tache une derniere fois en notant chaque etape a mesure que tu la realises. Pas ce que tu penses faire -- ce que tu fais vraiment. Inclus les outils utilises, les decisions prises, les erreurs possibles.\n\n### Etape 2 -- Structurer la SOP\n\nUne bonne SOP contient : le nom du process, l'objectif, le declencheur (quand lancer le process), les etapes numerotees, les outils necessaires, le resultat attendu, les erreurs frequentes et leurs solutions.\n\n### Etape 3 -- Valider avec un tiers\n\nDonne la SOP a quelqu'un qui ne connait pas le process et demande-lui de l'executer. Chaque question qu'il pose revele un trou dans ta documentation.\n\n### Etape 4 -- Maintenir et ameliorer\n\nUne SOP qui n'est pas mise a jour est pire qu'une absence de SOP. Prevois une revue trimestrielle. A chaque erreur ou changement d'outil, mets a jour immediatement.\n\n## Erreurs courantes\n\n- Documenter trop tot : ne documente que les process que tu as realises au moins 5 fois et qui sont stables\n- Etre trop vague : \"envoyer le rapport\" n'est pas une etape. \"Exporter le CSV depuis l'onglet Analytics de Google Search Console\" en est une\n- Tout documenter d'un coup : commence par les 3 process les plus frequents ou les plus critiques\n- Ne jamais relire : une SOP obsolete cree plus de confusion qu'elle n'en resout\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer des SOP structurees a partir de tes process :\n\n[SOP Generator](/prompts/sop_generator)\n\n---\n\n*Ce guide fait partie de la serie Automation Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "sop-generator",
    "date": "2026-02-16"
  },
  {
    "id": "meeting-to-actions",
    "title": "Transformer ses reunions en actions concretes",
    "description": "Le guide pour ne plus sortir de reunion en se demandant qui fait quoi.",
    "category": "productivity",
    "content": "# Transformer ses reunions en actions concretes\n\nCombien de reunions se terminent par \"on en reparle\" sans que rien ne se passe ? Le probleme n'est pas la reunion elle-meme. C'est l'absence de methode pour capturer et suivre les decisions.\n\nUne reunion sans action items clairs est une reunion inutile.\n\n## Pourquoi c'est important\n\nLes reunions coutent cher. Une reunion d'une heure avec 4 personnes a 50EUR/h coute 200EUR. Si rien de concret n'en sort, c'est 200EUR brules. Multiplie par le nombre de reunions par semaine, et tu comprends pourquoi la productivite stagne.\n\n## Le processus\n\n### Etape 1 -- Preparer avant la reunion\n\nChaque reunion doit avoir un objectif ecrit et un ordre du jour envoye en amont. Si tu ne peux pas ecrire l'objectif en une phrase, la reunion n'est pas necessaire.\n\n### Etape 2 -- Capturer pendant la reunion\n\nDesigne un preneur de notes (ou utilise l'IA pour transcrire). Capture uniquement : les decisions prises, les action items, les questions ouvertes. Pas besoin de retranscrire toute la discussion.\n\n### Etape 3 -- Formaliser les action items\n\nChaque action item suit le format : QUI fait QUOI pour QUAND. \"On devrait revoir le pricing\" n'est pas un action item. \"Marc propose 3 options de pricing pour vendredi 14h\" en est un.\n\n### Etape 4 -- Suivre l'execution\n\nEnvoie le compte-rendu dans les 15 minutes suivant la reunion. A la reunion suivante, commence par la revue des actions de la derniere fois. Pas de suivi = pas d'execution.\n\n## Erreurs courantes\n\n- Reunion sans ordre du jour : tu perds 15 minutes a trouver le sujet\n- Action items sans proprietaire : \"on\" ne fait jamais rien\n- Pas de deadline : une action sans date est un voeu pieux\n- Envoyer le CR 3 jours plus tard : le contexte est deja oublie\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour extraire des actions concretes de tes notes de reunion :\n\n[Meeting to Actions](/prompts/meeting_to_actions)\n\n---\n\n*Ce guide fait partie de la serie Productivite Builder sur Atlas.*",
    "readTime": 2,
    "difficulty": "beginner",
    "slug": "meeting-to-actions",
    "date": "2026-02-16"
  },
  {
    "id": "delegation-framework",
    "title": "Apprendre a deleguer efficacement",
    "description": "Le guide pour arreter de tout faire soi-meme et construire un systeme de delegation qui fonctionne.",
    "category": "productivity",
    "content": "# Apprendre a deleguer efficacement\n\nTu fais tout toi-meme. Pas parce que tu aimes ca, mais parce que \"personne ne le fera aussi bien\". C'est peut-etre vrai aujourd'hui. Mais si tu ne delegues pas, tu seras toujours le goulot d'etranglement de ton propre business.\n\nDeleguer, ce n'est pas perdre le controle. C'est multiplier ta capacite d'execution.\n\n## Pourquoi c'est important\n\nTon temps est fini. Si tu passes 3 heures par jour sur des taches que quelqu'un d'autre pourrait faire a 80% de ta qualite, tu perds 3 heures par jour sur ce que toi seul peux faire : la vision, la strategie, les decisions cles.\n\n## Le processus\n\n### Etape 1 -- Identifier quoi deleguer\n\nUtilise la matrice Eisenhower croisee avec la matrice d'energie. Classe tes taches sur deux axes : importance strategique (haute/basse) et energie que ca te coute (haute/basse). Delegue en priorite ce qui est basse importance + haute energie. Garde ce qui est haute importance + haute energie.\n\n### Etape 2 -- Ecrire un brief clair\n\nUn bon brief de delegation contient : l'objectif (pas juste la tache), le contexte, le resultat attendu, les contraintes, la deadline, le niveau d'autonomie. \"Fais-moi une presentation\" n'est pas un brief. \"Cree une presentation de 10 slides sur X pour le client Y, en utilisant le template Z, livrable jeudi\" en est un.\n\n### Etape 3 -- Definir le niveau d'autonomie\n\n5 niveaux : (1) fais exactement ce que je dis, (2) propose des options et je decide, (3) fais et informe-moi, (4) fais sauf si probleme, (5) fais et ne me dis rien. Le niveau depend de la personne et de l'enjeu. La plupart des fondateurs restent bloques au niveau 1-2 alors que le 3-4 est possible.\n\n### Etape 4 -- Boucler avec du feedback\n\nApres chaque delegation, fais un debrief de 5 minutes : ce qui a bien marche, ce qui peut etre ameliore, ce que tu ajouterais au brief la prochaine fois. C'est comme ca que le niveau d'autonomie augmente progressivement.\n\n## Erreurs courantes\n\n- Deleguer la tache mais pas la decision : tu crees un executant, pas un autonome\n- Reprendre le travail si ce n'est pas parfait : 80% fait par quelqu'un d'autre vaut mieux que 100% fait par toi a 23h\n- Ne pas investir dans le brief : 10 minutes de brief economisent 2 heures de corrections\n- Deleguer sans follow-up : la confiance se construit avec la verification, pas l'aveuglement\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour structurer tes delegations et definir les niveaux d'autonomie :\n\n[Delegation Framework](/prompts/delegation_framework)\n\n---\n\n*Ce guide fait partie de la serie Productivite Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "delegation-framework",
    "date": "2026-02-16"
  },
  {
    "id": "prd-writer",
    "title": "Rediger un PRD clair et actionnable",
    "description": "Le guide pour ecrire des Product Requirements Documents qui eliminent l'ambiguite entre product et dev.",
    "category": "dev",
    "content": "# Rediger un PRD clair et actionnable\n\nUn PRD (Product Requirements Document) est le contrat entre le product manager et l'equipe de developpement. Quand le PRD est flou, les devs interpretent. Quand les devs interpretent, le produit livre ne correspond pas a la vision.\n\nUn bon PRD ne laisse pas de place a l'interpretation sur le \"quoi\", tout en laissant de la liberte sur le \"comment\".\n\n## Pourquoi c'est important\n\nSans PRD, chaque fonctionnalite est une negociation en temps reel. Les specs changent en cours de sprint, les developpeurs decouvrent des cas limites non prevus, et tout le monde perd du temps. Le PRD est un investissement de 2-3 heures qui en economise 20.\n\n## Le processus\n\n### Etape 1 -- Definir le probleme\n\nAvant de decrire la solution, ecris clairement le probleme utilisateur que tu resous. Inclus : qui est concerne, quelle est la douleur, quelle est la frequence, quel est l'impact. Si tu ne peux pas articuler le probleme, tu n'es pas pret a ecrire un PRD.\n\n### Etape 2 -- Ecrire les user stories\n\nFormat standard : \"En tant que [persona], je veux [action] afin de [benefice]\". Chaque user story doit etre independante, testable et priorisee (must-have, should-have, nice-to-have).\n\n### Etape 3 -- Definir les criteres d'acceptation\n\nPour chaque user story, ecris les conditions precises qui determinent si la fonctionnalite est correctement implementee. Format : \"Etant donne [contexte], quand [action], alors [resultat attendu]\". C'est la partie la plus importante du PRD.\n\n### Etape 4 -- Documenter les cas limites\n\nQue se passe-t-il si l'utilisateur a un champ vide ? Si la connexion tombe ? Si les donnees depassent la limite ? Les cas limites non documentes deviennent des bugs en production.\n\n## Erreurs courantes\n\n- PRD trop vague : \"le systeme doit etre rapide\" n'est pas une spec. \"Le temps de chargement doit etre inferieur a 2 secondes\" en est une\n- PRD trop detaille sur le \"comment\" : ne prescris pas l'architecture technique, laisse les devs decider de l'implementation\n- Pas de criteres d'acceptation : sans CA, impossible de savoir si la feature est \"finie\"\n- PRD ecrit sans consulter les devs : implique l'equipe technique en amont pour identifier les contraintes\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour generer un PRD structure et complet :\n\n[PRD Writer](/prompts/prd_writer)\n\n---\n\n*Ce guide fait partie de la serie Dev Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "prd-writer",
    "date": "2026-02-16"
  },
  {
    "id": "unit-economics-calculator",
    "title": "Comprendre et calculer ses unit economics",
    "description": "Le guide pour maitriser les metriques qui determinent si ton business est viable ou condamne.",
    "category": "business",
    "content": "# Comprendre et calculer ses unit economics\n\nTon business fait du chiffre d'affaires. Mais est-ce qu'il gagne de l'argent par client ? C'est la question fondamentale des unit economics. Un CA en croissance avec des unit economics negatifs, c'est un bateau qui coule plus vite a mesure qu'il accelere.\n\n## Pourquoi c'est important\n\nLes unit economics te disent si chaque nouveau client te rapproche de la rentabilite ou t'en eloigne. Sans cette clarte, tu peux depenser 100EUR pour acquerir un client qui n'en rapportera que 50. Et croire que ca ira mieux \"avec le volume\". Ca n'ira pas mieux.\n\n## Le processus\n\n### Etape 1 -- Calculer le CAC (cout d'acquisition client)\n\nCAC = total des depenses marketing et commerciales / nombre de nouveaux clients sur la meme periode. Inclus tout : publicite, salaires commerciaux, outils, temps passe. Le CAC reel est toujours plus eleve que le CAC percu.\n\n### Etape 2 -- Calculer la LTV (valeur vie client)\n\nLTV = revenu moyen par client par mois x duree de vie moyenne du client en mois. Pour un SaaS a 50EUR/mois avec un churn de 5%/mois, la duree de vie moyenne est de 20 mois et la LTV est de 1000EUR.\n\n### Etape 3 -- Calculer le ratio LTV/CAC\n\nC'est le ratio roi. En dessous de 1, tu perds de l'argent sur chaque client. Entre 1 et 3, c'est fragile. Au-dessus de 3, ton modele est sain. Au-dessus de 5, tu sous-investis probablement en acquisition.\n\n### Etape 4 -- Calculer le payback period\n\nPayback = CAC / revenu mensuel par client. C'est le nombre de mois pour rembourser le cout d'acquisition. En dessous de 12 mois, c'est sain. Au-dessus de 18 mois, tu as un probleme de tresorerie meme si la LTV est bonne.\n\n### Etape 5 -- Calculer la marge brute par client\n\nRevenu par client moins les couts variables (hebergement, support, couts de livraison). Si ta marge brute est inferieure a 60% en SaaS ou 30% en e-commerce, tes unit economics sont structurellement fragiles.\n\n## Erreurs courantes\n\n- Oublier les couts caches dans le CAC : le temps fondateur consacre a la vente est un cout, meme s'il n'apparait pas en comptabilite\n- Surestimer la LTV en ignorant le churn : un churn de 5%/mois divise par 2 la LTV que tu imagines\n- Comparer son ratio LTV/CAC avec des benchmarks hors contexte : un ratio de 5 en B2C n'a pas la meme signification qu'en B2B enterprise\n- Ne calculer ses unit economics qu'une fois : ces metriques doivent etre suivies mensuellement\n\n## Aller plus loin\n\nUtilise le prompt Atlas dedie pour calculer et analyser tes unit economics :\n\n[Unit Economics Calculator](/prompts/unit_economics_calculator)\n\n---\n\n*Ce guide fait partie de la serie Business Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "unit-economics-calculator",
    "date": "2026-02-16"
  }
]
