[
  {
    "id": "1",
    "title": "Débuter avec les Prompts",
    "description": "Le guide pratique pour comprendre comment structurer un prompt clair, exploitable et améliorable.",
    "category": "basics",
    "content": "# Débuter avec les Prompts\n\nUn prompt n’est pas une phrase \"bien écrite\".\nC’est une instruction opérationnelle destinée à réduire l’ambiguïté.\n\nSi le modèle se trompe souvent, ce n’est pas qu’il est mauvais.\nC’est que le prompt est flou.\n\n## 1. Commencer simple… puis préciser\nUn bon prompt répond à 3 questions :\n- Quoi ? (la tâche)\n- Pour quoi ? (l’objectif)\n- Avec quelles contraintes ?\n\nExemples :\n- ❌ « Donne-moi une idée de business »\n- ✅ « Propose 3 idées de business B2C, marge brute >40%, lançables en 30 jours, budget max 2 000€, sans logistique physique. »\n\nAstuce : commence large, puis ajoute une contrainte à la fois. Trop de contraintes dès le départ rigidifient la réponse.\n\n## 2. Donner un rôle clair au modèle\nUn rôle flou produit une réponse floue.\n\n- ❌ « Agis comme un expert »\n- ✅ « Agis comme un product manager B2B avec 10 ans d’expérience, habitué aux MVPs early-stage. »\n\nLe rôle cadre le vocabulaire, les hypothèses et le niveau de détail.\n\n## 3. Indiquer le livrable attendu\nNe laisse pas le modèle deviner le format.\n\nPrécise :\n- type de sortie (liste, tableau, plan, texte)\n- longueur\n- niveau de détail\n\nExemple : « Réponds sous forme de liste numérotée, 1 phrase par point, sans introduction. »\n\n## 4. Utiliser des exemples (few-shot)\nUn exemple vaut mieux qu’une règle.\n\nExemple : « Voici une réponse que je considère comme bonne : [EXEMPLE]. Fais la même chose sur un autre sujet. »\n\nLes modèles imitent mieux qu’ils ne comprennent.\n\n## 5. Toujours challenger la réponse\nUne réponse n’est jamais une vérité.\n\nAjoute systématiquement :\n- « Quelles hypothèses implicites as-tu faites ? »\n- « Quelle est l’opinion opposée ? »\n- « Dans quels cas cette réponse serait fausse ? »\n\n## 6. Boucle d’amélioration\nProcess simple :\n1. Prompt brut\n2. Réponse\n3. Clarification\n4. Simplification\n5. Version stable\n\nLe prompt parfait n’existe pas. Un prompt suffisamment bon et réutilisable, oui.",
    "readTime": 2,
    "difficulty": "beginner",
    "slug": "debuter-avec-les-prompts",
    "date": "2025-11-28"
  },
  {
    "id": "2",
    "title": "Prompt Engineering 101",
    "description": "Techniques concrètes pour structurer des prompts robustes et reproductibles.",
    "category": "engineering",
    "content": "# Prompt Engineering 101\n\nLe prompt engineering n’est pas une phrase magique.\nC’est une discipline de structuration.\n\nTon objectif : empêcher le modèle de partir dans la mauvaise direction.\n\n## 1. Chain-of-Thought (raisonnement pas à pas)\nPrincipe : « Explique ton raisonnement étape par étape avant de donner la réponse. »\n\nUtile pour :\n- décisions\n- analyses\n- comparaisons complexes\n\nLimite : un raisonnement détaillé peut être faux mais très convaincant. Vérifie toujours les hypothèses.\n\n## 2. Few-Shot Examples\nTu fournis 1 à 3 exemples représentatifs.\n\nStructure :\n- Input → Output attendu\n- Puis : « Fais la même chose pour X »\n\nC’est la technique la plus fiable aujourd’hui.\n\n## 3. Structurer le prompt\nOrdre recommandé :\n1. Contexte\n2. Objectif\n3. Contraintes\n4. Format attendu\n5. Ton / style\n6. Exemples\n\nSi deux règles se contredisent, le modèle choisira arbitrairement.\n\n## 4. Contrôle qualité intégré\nDemande une auto-vérification :\n- « Identifie les incohérences éventuelles. »\n- « Propose une version améliorée. »\n- « Liste les points faibles de ta réponse. »\n\nTrès efficace pour passer de correct à solide.\n\n## 5. Dire ce que tu ne veux pas\nLes modèles ont tendance à trop introduire et trop conclure.\n\nExemple : « Pas d’introduction. Pas de conclusion. Phrases courtes. Pas de jargon. »\n\n## 6. Approche expérimentale\nLe prompt engineering est empirique.\n\nRègle simple : si tu ne peux pas expliquer pourquoi ça marche, tu ne pourras pas le reproduire. Documente tes prompts efficaces.",
    "readTime": 2,
    "difficulty": "intermediate",
    "slug": "prompt-engineering-101",
    "date": "2025-11-28"
  },
  {
    "id": "3",
    "title": "Installer un Agent MCP",
    "description": "Guide opérationnel pour comprendre, installer et sécuriser un agent MCP.",
    "category": "mcp",
    "content": "# Installer un Agent MCP\n\nUn agent MCP n’est pas magique.\nC’est un serveur local que Claude sait appeler.\n\nSi tu comprends ça, 80 % des bugs disparaissent.\n\n## 1. Comprendre l’architecture\n- L’agent tourne localement\n- Il expose des capacités via MCP\n- Claude Desktop agit comme client\n\nClaude ne devine rien. Tout doit être explicitement déclaré.\n\n## 2. Prérequis\n- Claude Desktop installé\n- Node.js ou Python\n- Un dossier dédié par agent\n\nConseil : 1 agent = 1 repo Git versionné dès le départ.\n\n## 3. Installer et lancer l’agent\nExemple Node :\n```bash\nnpm install\nnpm run dev\n```\n\nTu dois voir : « MCP server running… »\nSinon : dépendances manquantes, erreur de port ou script mal configuré.\n\n## 4. Déclarer l’agent dans Claude Desktop\nDans `claude_desktop_config.json` :\n```json\n{\n  \"mcpServers\": {\n    \"mon-agent\": {\n      \"command\": \"node\",\n      \"args\": [\"index.js\"]\n    }\n  }\n}\n```\n\nSauvegarde puis redémarre complètement Claude Desktop.\n\n## 5. Tester et déboguer\nErreurs fréquentes :\n- JSON invalide\n- mauvaise commande\n- chemin incorrect\n- agent lancé deux fois\n\nAstuce : loggue systématiquement les entrées et sorties de l’agent.\n\n## 6. Sécurité\nUn agent MCP peut lire, écrire et exécuter du code.\n\nRègle stricte : ne fais tourner que ce que tu comprends ligne par ligne.",
    "readTime": 2,
    "difficulty": "advanced",
    "slug": "installer-agent-mcp",
    "date": "2025-11-28"
  },
  {
    "id": "ikigai-entrepreneur",
    "title": "Trouver ton Ikigai entrepreneurial avec l'IA",
    "description": "Utilise l'IA pour explorer ta raison d'être professionnelle et aligner tes compétences, passions et opportunités de marché.",
    "category": "introspection",
    "content": "# Trouver ton Ikigai entrepreneurial avec l'IA\n\nL'Ikigai est un concept japonais qui signifie \"raison d'être\". Pour un entrepreneur, c'est l'intersection entre :\n\n- Ce que tu **aimes** faire\n- Ce dans quoi tu es **doué**\n- Ce pour quoi tu peux être **payé**\n- Ce dont le **monde a besoin**\n\n## Pourquoi c'est important\n\nLa plupart des entrepreneurs échouent non pas par manque de compétences, mais par manque d'alignement. Ils construisent des projets qui ne correspondent pas à leur zone de génie, ou qui ne répondent pas à un vrai besoin du marché.\n\nL'Ikigai permet de trouver cet alignement **avant** de s'engager dans un projet.\n\n## Comment l'IA peut t'aider\n\nL'IA excelle dans l'introspection guidée. Elle peut :\n\n1. **Poser les bonnes questions** — des questions que tu ne te serais pas posées seul\n2. **Synthétiser tes réponses** — identifier des patterns dans ce que tu dis\n3. **Challenger tes hypothèses** — te forcer à aller plus profond\n4. **Structurer ta réflexion** — transformer des idées floues en clarté actionnable\n\n## Le processus en 4 étapes\n\n### Étape 1 : Préparation\n\nAvant de lancer le prompt, prends 10 minutes pour noter :\n- Tes 3 dernières expériences professionnelles marquantes\n- Ce qui t'énerve dans ton domaine\n- Ce que les gens te demandent souvent de l'aide\n\n### Étape 2 : Lancer le prompt Ikigai\n\nUtilise le prompt \"Ikigai - Archéologie de Sens\" disponible sur Atlas. Ce prompt est conçu pour une exploration profonde et structurée.\n\n👉 [Accéder au prompt Ikigai](/prompts/ikigai-archeologie)\n\n### Étape 3 : Dialoguer avec l'IA\n\nNe te contente pas d'une seule réponse. L'Ikigai émerge du dialogue :\n- Demande des clarifications\n- Challenge les suggestions de l'IA\n- Approfondis les pistes qui résonnent\n\n### Étape 4 : Synthétiser\n\nÀ la fin de l'échange, demande à l'IA de résumer :\n- Ton Ikigai en une phrase\n- Les 3 actions concrètes pour t'en rapprocher\n- Les signaux qui confirmeront que tu es sur la bonne voie\n\n## Erreurs courantes à éviter\n\n❌ **Répondre trop vite** — Prends le temps de réfléchir à chaque question\n\n❌ **Chercher LA bonne réponse** — L'Ikigai évolue avec toi\n\n❌ **Ignorer les réponses inconfortables** — C'est souvent là que se cache la vérité\n\n❌ **Ne pas passer à l'action** — Un Ikigai non testé reste une théorie\n\n## Aller plus loin\n\nUne fois ton Ikigai identifié, explore ces prompts complémentaires :\n\n- **Ta Zone de Génie** — Pour approfondir tes forces uniques\n- **Ton Saboteur Interne** — Pour identifier ce qui te bloque\n- **Lettre de ton Futur Toi** — Pour visualiser ton chemin\n\n---\n\n*Ce guide fait partie de la série Introspection Entrepreneur sur Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "ikigai-entrepreneur",
    "date": "2025-02-01"
  },
  {
    "id": "linkedin-distribution-builder",
    "title": "Ecrire des posts LinkedIn qui travaillent pour toi",
    "description": "Le guide terrain pour transformer tes idees en posts LinkedIn qui generent de la credibilite, des conversations et des opportunites. Pas de hacks, pas de viralite artificielle — du contenu qui construit.",
    "category": "growth",
    "content": "# Ecrire des posts LinkedIn qui travaillent pour toi\n\nLinkedIn n'est pas un reseau social.\nC'est une machine a reputation.\n\nChaque post que tu publies est une micro-preuve de ton expertise. Pas un cri dans le vide — un signal envoye aux bonnes personnes.\n\nLe probleme : la plupart des builders savent qu'ils devraient publier. Mais entre \"j'ai un truc a dire\" et un post publie, il y a un gouffre. Ce guide est le pont.\n\n## 1. Pourquoi la plupart des posts echouent\n\nAvant de parler de ce qui marche, vidons le sujet de ce qui ne marche pas.\n\n**Le post fantome** : tu publies, personne ne reagit, tu te dis que LinkedIn c'est mort. Le probleme n'est pas LinkedIn. C'est que ton hook ne donne aucune raison de cliquer \"voir plus\".\n\n**Le post tiede** : \"Je pense que l'IA va changer beaucoup de choses.\" Ok. Et ? Pas de point de vue = pas d'engagement. Les gens reagissent aux opinions, pas aux constats.\n\n**Le post ego** : \"Ravi d'annoncer que...\" Personne ne s'en fout autant que tu le crois. Le lecteur se demande toujours : \"qu'est-ce que ca change pour MOI ?\"\n\n**Le post clone** : tu as copie la structure d'un post viral. Sauf que sans ton vecu dedans, ca sonne creux. Les templates sont des points de depart, pas des arrivees.\n\nSi tu te reconnais dans un de ces cas, c'est normal. Tout le monde y passe.\n\n## 2. Les 3 regles qui changent tout\n\nApres avoir analyse des centaines de posts qui performent (pas ceux des influenceurs LinkedIn — ceux de vrais experts), trois patterns reviennent systematiquement.\n\n### Regle 1 : 1 post = 1 idee\n\nSi tu ne peux pas resumer ton post en une phrase, c'est qu'il y a deux posts dedans. Coupe. Le deuxieme, tu le publies jeudi.\n\nExercice : avant d'ecrire, complete cette phrase :\n\"Apres avoir lu mon post, le lecteur saura que ___.\"\n\nSi ta phrase contient un \"et\", tu as deux posts.\n\n### Regle 2 : Le hook decide de tout\n\nSur mobile, seules les 2 premieres lignes sont visibles. Le reste est cache derriere \"voir plus\". Si ton hook ne cree pas de tension, personne ne clique.\n\nCe qui fonctionne :\n- Un chiffre inattendu : \"J'ai perdu 26h l'annee derniere. Sur une seule tache.\"\n- Une contradiction : \"Le meilleur investissement de 2024 ? Supprimer la moitie de mes outils.\"\n- Une question provocante : \"Pourquoi les freelances a 800EUR/jour bossent plus que ceux a 400EUR ?\"\n- Une affirmation forte : \"Ton side project n'a pas besoin de plus de marketing. Il a besoin d'un enterrement.\"\n\nCe qui ne fonctionne pas :\n- \"Aujourd'hui je voulais partager...\" (personne ne veut que tu partages)\n- \"Petite reflexion du matin...\" (= je n'ai pas reflechi a mon hook)\n- \"Thread\" / \"A lire\" / \"Important\" (= je crie parce que j'ai rien de mieux)\n\n### Regle 3 : Ecris comme tu parles\n\nLe ton corporate est mort sur LinkedIn. Les posts qui performent aujourd'hui ont un ton conversationnel, direct, personnel.\n\nTest simple : lis ton post a voix haute. Si ca sonne comme un communique de presse, reecris.\n\n## 3. Les 5 formats qui marchent\n\nPas besoin de reinventer la roue a chaque post. Ces 5 formats couvrent 90% des situations.\n\n### Le Storytelling\nTu racontes un moment vecu. Situation, probleme, tournant, lecon.\nIdeal pour : montrer ta credibilite par l'experience, creer de l'identification.\nPiege a eviter : le storytelling qui ne mene nulle part. Chaque histoire doit avoir une lecon claire.\n\n### La Liste Actionnable\nTu donnes 5-7 conseils concrets. Format scannable, valeur immediate.\nIdeal pour : partager une expertise, generer des saves et partages.\nPiege a eviter : la liste de banalites. \"1. Soyez organise\" n'apprend rien a personne.\n\n### L'Opinion Tranchee\nTu prends position sur un sujet. Tu dis ce que les autres pensent tout bas.\nIdeal pour : generer des commentaires, te positionner, attirer les bons profils.\nPiege a eviter : la provocation gratuite sans substance. Une opinion sans argument, c'est un troll.\n\n### Le Cas Concret\nAvant/Apres avec des chiffres. Tu montres un resultat reel.\nIdeal pour : prouver ton expertise, attirer des prospects.\nPiege a eviter : le cas trop generique. \"J'ai aide un client a augmenter son CA\" — de combien ? comment ? en combien de temps ?\n\n### Le Framework\nTu formalises un process que tu utilises. 3-4 etapes claires.\nIdeal pour : asseoir ton autorite, creer du contenu repartageable.\nPiege a eviter : le framework trop abstrait. Chaque etape doit etre executable.\n\n## 4. Le process concret : de l'idee au post\n\nVoici le process en 4 etapes que j'utilise. Temps total : 15-25 minutes par post.\n\n**Etape 1 — Capturer (2 min)**\nGarde une note (Notion, Apple Notes, peu importe) ou tu jettes tes idees brutes au fil de la journee. Un apprentissage, une frustration, un chiffre, une conversation marquante. Ne filtre pas, accumule.\n\n**Etape 2 — Choisir l'angle (3 min)**\nPrend une idee brute et demande-toi : quelle emotion je veux declencher ?\n- Identification (\"c'est exactement mon probleme\")\n- Curiosite (\"je veux savoir la suite\")\n- Surprise (\"je ne m'attendais pas a ca\")\n- Controverse douce (\"je ne suis pas d'accord, mais...\")\n\nL'emotion decide du format. Identification → Storytelling. Curiosite → Cas concret. Surprise → Opinion. Etc.\n\n**Etape 3 — Ecrire avec l'IA (10-15 min)**\nC'est la que le prompt \"La Forge LinkedIn\" entre en jeu. Donne ton idee brute, choisis parmi les 3 angles proposes, puis itere avec les raccourcis.\n\n👉 [Acceder au prompt La Forge LinkedIn](/prompts/linkedin_post_forge)\n\nWorkflow type :\n1. Tu donnes ton idee brute\n2. Tu choisis un angle parmi les 3 proposes\n3. Tu lis le post genere + le diagnostic\n4. Tu tapes \"Hook\" si le hook est faible, \"Epice\" si c'est trop sage, \"Court\" si c'est trop long\n5. Tu personnalises les derniers details (ton vecu, tes chiffres, ta voix)\n\n**Etape 4 — Le test de la voix haute (2 min)**\nLis ton post a voix haute. Si une phrase sonne fausse ou forcee, coupe-la. Si tu ne la dirais pas a un pote devant un cafe, elle n'a rien a faire dans ton post.\n\n## 5. Le rythme qui construit (sans te cramer)\n\nPublier tous les jours pendant 2 semaines puis disparaitre 3 mois, c'est pire que ne rien publier.\n\nRythme minimum viable : **2 posts par semaine**. C'est assez pour rester visible, pas assez pour te vider.\n\nRythme recommande : **3 posts par semaine** (mardi, jeudi, samedi matin). Le samedi matin est sous-exploite sur LinkedIn — moins de concurrence, bon engagement.\n\nSi tu debutes, commence par 1 post/semaine pendant 4 semaines. Le but : installer l'habitude, pas chercher la perf.\n\n## 6. Les metriques qui comptent (et celles qui mentent)\n\n**Metriques utiles :**\n- Commentaires qualifies (pas les \"super post !\") — signe que ton contenu fait reflechir\n- Messages prives recus apres un post — signe que tu attires les bons profils\n- Saves/partages — signe que ton contenu a de la valeur durable\n- Nouveaux abonnes qualifies — signe que ton positionnement est clair\n\n**Metriques trompeuses :**\n- Nombre de vues brut — un post viral qui attire les mauvaises personnes ne vaut rien\n- Likes sans commentaires — engagement passif, l'algo s'en fiche de plus en plus\n- Nombre d'abonnes total — 500 abonnes qualifies > 10 000 randoms\n\nRegle simple : si tes posts generent des conversations et des opportunites (prospects, invitations, collaborations), tu es sur la bonne voie. Meme avec 300 vues.\n\n## 7. Les erreurs qui tuent ton engagement\n\n**Poster sans hook** : tu perds 80% de ton audience potentielle en 2 secondes.\n\n**Poster a 14h un vendredi** : ton audience est en mode week-end. Teste le mardi/jeudi 8h-9h.\n\n**Ne jamais repondre aux commentaires** : l'algo booste les posts avec des conversations. Chaque commentaire auquel tu reponds relance la distribution.\n\n**Copier la voix d'un autre** : tu vas attirer SON audience, pas la tienne. Trouve ton ton, meme si c'est imparfait au debut.\n\n**Parler de toi sans parler AU lecteur** : chaque post doit repondre a la question implicite du lecteur : \"En quoi ca me concerne ?\"\n\n## 8. Aller plus loin\n\nUne fois ton rythme installe et tes premiers posts publies, explore ces ressources Atlas complementaires :\n\n- **Strategie Personal Branding 30j** — Pour structurer ton calendrier editorial sur un mois complet\n👉 [Acceder au prompt](/prompts/mkt_personal_branding_social_30d)\n\n- **Growth Content Analyzer** — Pour analyser tes posts apres publication et identifier ce qui marche\n👉 [Acceder au prompt](/prompts/content_autopsy)\n\n- **Scanner de Reputation** — Pour verifier que ton positionnement LinkedIn est coherent avec l'image que tu veux projeter\n👉 [Acceder au prompt](/prompts/reputation_power_check)\n\n---\n\n*Ce guide fait partie de la serie Growth Builder sur Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "linkedin-distribution-builder",
    "date": "2025-02-08"
  },
  {
    "id": "pricing-builder-pragmatique",
    "title": "Fixer ses prix sans trembler",
    "description": "Le guide terrain pour arrêter de sous-facturer, structurer une offre rentable et augmenter tes prix sans perdre tes clients.",
    "category": "business",
    "content": "# Fixer ses prix sans trembler\n\nTu ne factures pas assez. Tu le sais probablement. Et si tu ne le sais pas, c'est encore pire.\n\nCe n'est pas un problème de confiance. C'est un problème de méthode. La plupart des builders fixent leurs prix au feeling, les copient sur un concurrent, ou les calculent à partir de leur loyer. Résultat : ils travaillent plus, gagnent pareil, et repoussent l'augmentation \"au prochain client\".\n\nCe guide ne va pas te dire \"crois en ta valeur\". Il va te donner les outils concrets pour fixer, structurer et défendre un prix juste.\n\n## Les 5 erreurs de pricing que tout le monde fait\n\nAvant de construire, il faut déminer.\n\n**Erreur #1 : Fixer son prix sur son coût**\n\nTu calcules ton TJM à partir de ton salaire cible divisé par tes jours ouvrés. Logique — mais catastrophique. Ton client ne paye pas ton temps. Il paye un résultat. Si tu lui fais gagner 50K€ en 3 jours, 450€/jour est un vol — pour toi.\n\n**Erreur #2 : Copier la concurrence**\n\nTu regardes ce que facturent les autres et tu te cales \"un peu en dessous pour être compétitif\". Problème : tu copies peut-être quelqu'un qui sous-facture aussi. La course vers le bas n'a pas de fond.\n\n**Erreur #3 : Un seul prix pour tout le monde**\n\nUne startup à 3 personnes et une scale-up à 200 n'ont pas le même budget, pas les mêmes enjeux, pas la même perception de valeur. Un prix unique, c'est soit trop cher pour les petits, soit cadeau pour les gros.\n\n**Erreur #4 : Ne jamais augmenter**\n\nTon prix d'il y a 2 ans reflète ton niveau d'il y a 2 ans, le marché d'il y a 2 ans, et l'inflation d'il y a 2 ans. Si tu n'as pas augmenté, tu as baissé.\n\n**Erreur #5 : Confondre peur et data**\n\n\"Si j'augmente, je perds tout le monde\" — c'est une émotion, pas une analyse. La vraie question : as-tu déjà testé ? Dans 90% des cas, la réponse est non.\n\n## Les 3 signaux qui prouvent que tu sous-factures\n\nPas besoin d'audit complexe. Ces signaux suffisent :\n\n**Signal 1 : Ton taux de conversion dépasse 70-80%**\n\nSi presque tout le monde dit oui, personne ne trouve ça cher. En B2B sain, un taux de conversion entre 30% et 50% est normal. Au-dessus de 70%, tu es en zone de sous-tarification.\n\n**Signal 2 : Tu es bookée à l'avance sans effort commercial**\n\nUne waiting list de 2-3 mois, c'est flatteur. C'est aussi la preuve mathématique que la demande dépasse ton offre. L'économie de base dit : augmente le prix.\n\n**Signal 3 : Tes clients te disent que \"c'est pas cher\"**\n\nQuand un client verbalise que ton prix est bas, il te fait un cadeau. Écoute-le. Il te dit littéralement qu'il aurait payé plus.\n\n## La méthode pour fixer un prix juste\n\n### Étape 1 — Identifier la valeur créée\n\nPose-toi cette question : \"Qu'est-ce que mon client gagne ou évite de perdre grâce à mon intervention ?\"\n\nExemples concrets :\n- Dev freelance : \"Mon refacto a divisé le temps de chargement par 3 → impact direct sur le taux de conversion\"\n- Consultant automation : \"Mon workflow fait gagner 8h/semaine à l'équipe → 400€/semaine de coût salarial\"\n- Designer : \"Mon redesign a augmenté le taux d'inscription de 15%\"\n\nLa valeur créée est ton plafond théorique. Ton prix devrait se situer entre 10% et 30% de cette valeur.\n\n### Étape 2 — Structurer une gamme\n\nUn seul prix = zéro levier. Trois niveaux changent tout :\n\n- **Essentiel** : le minimum qui résout le problème. Prix accessible, scope réduit.\n- **Recommandé** : la solution complète. C'est celui que tu veux vendre. Le prix doit sembler évident par rapport à l'essentiel.\n- **Premium** : le service blanc, tout inclus, prioritaire. Prix élevé, marge maximale. Peu de clients, mais très rentables.\n\nLa magie : l'option du milieu paraît toujours raisonnable quand elle est encadrée par les deux autres. C'est de l'ancrage, pas de la manipulation — c'est de la clarté.\n\n### Étape 3 — Tester avant de généraliser\n\nNe change pas tous tes prix d'un coup. Protocole simple :\n\n1. Nouveau prix appliqué uniquement aux nouveaux prospects\n2. Observe sur 5-10 devis\n3. Si le taux de conversion reste au-dessus de 40% → le prix est bon\n4. Si tout le monde accepte sans broncher → monte encore\n5. Si ça coince systématiquement → ajuste ou améliore le pitch de valeur\n\nLe pricing est un processus itératif, pas une décision unique.\n\n### Étape 4 — Créer de la récurrence\n\nLe one-shot est un piège : tu recommences à zéro chaque mois. Même un petit composant récurrent change la donne :\n\n- Maintenance / support : 10-20% du projet initial en mensuel\n- Accompagnement : call mensuel de suivi, optimisation, conseil\n- Accès : dashboard, reporting, outils mis à disposition\n\nObjectif : que 30% de ton CA devienne prévisible. Ça change le sommeil et les décisions.\n\n## Comment annoncer une augmentation\n\nC'est le moment que tout le monde redoute. Voici le framework :\n\n**Pour les nouveaux clients** : tu ne dis rien. Tu appliques le nouveau prix. Point.\n\n**Pour les clients existants** : transparence + délai + valeur ajoutée.\n\nStructure du message :\n1. Ce qui a changé (ton expertise, le marché, ta demande)\n2. Le nouveau tarif, effectif à date X (minimum 30 jours de préavis)\n3. Ce qu'ils gagnent (nouveau scope, meilleur service, priorité)\n4. Ouverture au dialogue (pas à la négociation — au dialogue)\n\nCe que tu ne fais jamais : t'excuser, te justifier longuement, proposer de \"rester à l'ancien prix si ça pose problème\". Un prix qui s'excuse n'est pas un prix — c'est une suggestion.\n\n👉 [Utilise le prompt Le Juste Prix pour générer tes scripts d'augmentation](/prompts/le_juste_prix)\n\n## Répondre à \"c'est trop cher\"\n\n\"C'est trop cher\" n'est presque jamais une objection de prix. C'est une objection de valeur perçue. La réponse n'est pas de baisser — c'est de recadrer.\n\nTrois réponses qui fonctionnent :\n\n- **Le retour au problème** : \"Trop cher par rapport à quoi ? Quel est le coût de ne rien faire ?\"\n- **Le scope** : \"Je comprends. On peut ajuster le scope pour coller à ton budget. Voici ce que ça change.\"\n- **Le signal** : \"C'est possible que ce ne soit pas le bon moment. Je préfère qu'on travaille ensemble quand le budget permet de bien faire les choses.\"\n\nLa troisième est la plus puissante. Accepter de ne pas closer, c'est ce qui construit la crédibilité long terme.\n\n## Les métriques à suivre\n\nUn pricing sain se pilote avec 4 chiffres :\n\n- **Taux de conversion** : entre 30% et 50% en B2B = zone saine\n- **Revenu moyen par client** : doit augmenter chaque trimestre\n- **Part de récurrence** : viser 30%+ du CA total\n- **Marge horaire effective** : revenu réel / heures réelles travaillées (inclure l'avant-vente, les réunions, le support)\n\nLa marge horaire effective est le chiffre qui ne ment jamais. Si elle stagne alors que tu travailles plus, ton pricing est cassé.\n\n## Le piège du \"marché qui ne paye pas\"\n\n\"Mon marché ne paye pas ces prix-là\" est la phrase la plus dangereuse du freelancing. Elle est vraie dans exactement un cas : tu cibles les mauvais clients.\n\nSi ton marché \"ne paye pas\" :\n- Monte en gamme sur le même type de client (TPE → PME → ETI)\n- Change de segment (startups bootstrap → startups financées)\n- Repositionne ton offre sur un résultat business, pas sur une compétence technique\n\nLe prix n'est pas un plafond imposé par le marché. C'est un miroir de ton positionnement.\n\n## Pour aller plus loin\n\nLe pricing ne vit pas seul. Il s'appuie sur la solidité de ton business et la clarté de ton positionnement :\n\n- 👉 [Détecteur de Fragilité Business](/prompts/business_fragility_check) — Identifier les failles structurelles qui limitent tes revenus\n- 👉 [Extracteur de Moat](/prompts/moat_extractor) — Trouver ce qui justifie un prix premium\n- 👉 [Scanner de Réputation](/prompts/reputation_power_check) — Vérifier que ton image supporte ton prix\n\n---\n\n*Ce guide fait partie de la série Business Builder sur Atlas.*",
    "readTime": 4,
    "difficulty": "intermediate",
    "slug": "fixer-ses-prix-sans-trembler",
    "date": "2025-02-08"
  }
]
