[
  {
    "id": "1",
    "title": "Getting Started with Prompts",
    "description": "A practical guide to understanding how to structure a clear, actionable, and improvable prompt.",
    "category": "basics",
    "content": "# Getting Started with Prompts\n\nA prompt is not a \"well-written\" sentence.\nIt is an operational instruction designed to reduce ambiguity.\n\nIf the model gets it wrong often, it is not because it is bad.\nIt is because the prompt is vague.\n\n## 1. Start Simple... Then Refine\nA good prompt answers 3 questions:\n- What? (the task)\n- Why? (the objective)\n- With what constraints?\n\nExamples:\n- Bad: \"Give me a business idea\"\n- Good: \"Suggest 3 B2C business ideas, gross margin >40%, launchable in 30 days, max budget 2,000 EUR, no physical logistics.\"\n\nTip: start broad, then add one constraint at a time. Too many constraints from the start make the response rigid.\n\n## 2. Give the Model a Clear Role\nA vague role produces a vague response.\n\n- Bad: \"Act like an expert\"\n- Good: \"Act as a B2B product manager with 10 years of experience, used to early-stage MVPs.\"\n\nThe role frames the vocabulary, assumptions, and level of detail.\n\n## 3. Specify the Expected Deliverable\nDo not let the model guess the format.\n\nSpecify:\n- output type (list, table, plan, text)\n- length\n- level of detail\n\nExample: \"Answer as a numbered list, 1 sentence per point, no introduction.\"\n\n## 4. Use Examples (Few-Shot)\nAn example is worth more than a rule.\n\nExample: \"Here is a response I consider good: [EXAMPLE]. Do the same on a different topic.\"\n\nModels imitate better than they understand.\n\n## 5. Always Challenge the Response\nA response is never the truth.\n\nSystematically add:\n- \"What implicit assumptions did you make?\"\n- \"What is the opposing view?\"\n- \"In what cases would this answer be wrong?\"\n\n## 6. Improvement Loop\nSimple process:\n1. Raw prompt\n2. Response\n3. Clarification\n4. Simplification\n5. Stable version\n\nThe perfect prompt does not exist. A good-enough, reusable prompt does.",
    "readTime": 2,
    "difficulty": "beginner",
    "slug": "debuter-avec-les-prompts",
    "date": "2025-11-28"
  },
  {
    "id": "2",
    "title": "Prompt Engineering 101",
    "description": "Concrete techniques for structuring robust and reproducible prompts.",
    "category": "engineering",
    "content": "# Prompt Engineering 101\n\nPrompt engineering is not a magic sentence.\nIt is a structuring discipline.\n\nYour goal: prevent the model from going in the wrong direction.\n\n## 1. Chain-of-Thought (Step-by-Step Reasoning)\nPrinciple: \"Explain your reasoning step by step before giving the answer.\"\n\nUseful for:\n- decisions\n- analyses\n- complex comparisons\n\nLimitation: a detailed reasoning can be wrong but very convincing. Always verify the assumptions.\n\n## 2. Few-Shot Examples\nYou provide 1 to 3 representative examples.\n\nStructure:\n- Input -> Expected output\n- Then: \"Do the same for X\"\n\nThis is the most reliable technique today.\n\n## 3. Structure the Prompt\nRecommended order:\n1. Context\n2. Objective\n3. Constraints\n4. Expected format\n5. Tone / style\n6. Examples\n\nIf two rules contradict each other, the model will choose arbitrarily.\n\n## 4. Built-in Quality Control\nAsk for self-verification:\n- \"Identify any inconsistencies.\"\n- \"Suggest an improved version.\"\n- \"List the weak points of your answer.\"\n\nVery effective for going from correct to solid.\n\n## 5. Say What You Do Not Want\nModels tend to over-introduce and over-conclude.\n\nExample: \"No introduction. No conclusion. Short sentences. No jargon.\"\n\n## 6. Experimental Approach\nPrompt engineering is empirical.\n\nSimple rule: if you cannot explain why it works, you will not be able to reproduce it. Document your effective prompts.",
    "readTime": 2,
    "difficulty": "intermediate",
    "slug": "prompt-engineering-101",
    "date": "2025-11-28"
  },
  {
    "id": "3",
    "title": "Installing an MCP Agent",
    "description": "An operational guide to understanding, installing, and securing an MCP agent.",
    "category": "mcp",
    "content": "# Installing an MCP Agent\n\nAn MCP agent is not magic.\nIt is a local server that Claude knows how to call.\n\nIf you understand that, 80% of bugs disappear.\n\n## 1. Understand the Architecture\n- The agent runs locally\n- It exposes capabilities via MCP\n- Claude Desktop acts as a client\n\nClaude does not guess anything. Everything must be explicitly declared.\n\n## 2. Prerequisites\n- Claude Desktop installed\n- Node.js or Python\n- A dedicated folder per agent\n\nAdvice: 1 agent = 1 Git repo, versioned from the start.\n\n## 3. Install and Launch the Agent\nNode example:\n```bash\nnpm install\nnpm run dev\n```\n\nYou should see: \"MCP server running...\"\nOtherwise: missing dependencies, port error, or misconfigured script.\n\n## 4. Declare the Agent in Claude Desktop\nIn `claude_desktop_config.json`:\n```json\n{\n  \"mcpServers\": {\n    \"my-agent\": {\n      \"command\": \"node\",\n      \"args\": [\"index.js\"]\n    }\n  }\n}\n```\n\nSave then fully restart Claude Desktop.\n\n## 5. Test and Debug\nCommon errors:\n- Invalid JSON\n- Wrong command\n- Incorrect path\n- Agent launched twice\n\nTip: systematically log the agent's inputs and outputs.\n\n## 6. Security\nAn MCP agent can read, write, and execute code.\n\nStrict rule: only run what you understand line by line.",
    "readTime": 2,
    "difficulty": "advanced",
    "slug": "installer-agent-mcp",
    "date": "2025-11-28"
  },
  {
    "id": "ikigai-entrepreneur",
    "title": "Finding Your Entrepreneurial Ikigai with AI",
    "description": "Use AI to explore your professional reason for being and align your skills, passions, and market opportunities.",
    "category": "introspection",
    "content": "# Finding Your Entrepreneurial Ikigai with AI\n\nIkigai is a Japanese concept meaning \"reason for being\". For an entrepreneur, it is the intersection of:\n\n- What you **love** to do\n- What you are **good** at\n- What you can be **paid** for\n- What the **world needs**\n\n## Why It Matters\n\nMost entrepreneurs fail not from a lack of skills, but from a lack of alignment. They build projects that do not match their zone of genius, or that do not address a real market need.\n\nIkigai helps you find that alignment **before** committing to a project.\n\n## How AI Can Help You\n\nAI excels at guided introspection. It can:\n\n1. **Ask the right questions** -- questions you would not have asked yourself\n2. **Synthesize your answers** -- identify patterns in what you say\n3. **Challenge your assumptions** -- push you to go deeper\n4. **Structure your thinking** -- turn vague ideas into actionable clarity\n\n## The 4-Step Process\n\n### Step 1: Preparation\n\nBefore launching the prompt, take 10 minutes to write down:\n- Your 3 most recent meaningful professional experiences\n- What frustrates you in your field\n- What people often ask you for help with\n\n### Step 2: Launch the Ikigai Prompt\n\nUse the \"Ikigai - Archaeology of Meaning\" prompt available on Atlas. This prompt is designed for deep and structured exploration.\n\n-> [Access the Ikigai prompt](/prompts/ikigai-archeologie)\n\n### Step 3: Dialogue with the AI\n\nDo not settle for a single answer. Ikigai emerges from dialogue:\n- Ask for clarifications\n- Challenge the AI's suggestions\n- Dig deeper into the leads that resonate\n\n### Step 4: Synthesize\n\nAt the end of the exchange, ask the AI to summarize:\n- Your Ikigai in one sentence\n- 3 concrete actions to move closer to it\n- The signals that will confirm you are on the right path\n\n## Common Mistakes to Avoid\n\n**Answering too quickly** -- Take the time to think about each question\n\n**Looking for THE right answer** -- Ikigai evolves with you\n\n**Ignoring uncomfortable answers** -- The truth often hides there\n\n**Not taking action** -- An untested Ikigai remains a theory\n\n## Going Further\n\nOnce your Ikigai is identified, explore these complementary prompts:\n\n- **Your Zone of Genius** -- To deepen your unique strengths\n- **Your Inner Saboteur** -- To identify what holds you back\n- **Letter from Your Future Self** -- To visualize your path\n\n---\n\n*This guide is part of the Entrepreneur Introspection series on Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "ikigai-entrepreneur",
    "date": "2025-02-01"
  },
  {
    "id": "linkedin-distribution-builder",
    "title": "Writing LinkedIn Posts That Work for You",
    "description": "The field guide to turning your ideas into LinkedIn posts that generate credibility, conversations, and opportunities. No hacks, no artificial virality -- content that builds.",
    "category": "growth",
    "content": "# Writing LinkedIn Posts That Work for You\n\nLinkedIn is not a social network.\nIt is a reputation machine.\n\nEvery post you publish is a micro-proof of your expertise. Not a shout into the void -- a signal sent to the right people.\n\nThe problem: most builders know they should publish. But between \"I have something to say\" and a published post, there is a chasm. This guide is the bridge.\n\n## 1. Why Most Posts Fail\n\nBefore talking about what works, let us clear out what does not.\n\n**The ghost post**: you publish, nobody reacts, you tell yourself LinkedIn is dead. The problem is not LinkedIn. It is that your hook gives no reason to click \"see more\".\n\n**The lukewarm post**: \"I think AI is going to change a lot of things.\" Ok. And? No point of view = no engagement. People react to opinions, not observations.\n\n**The ego post**: \"Thrilled to announce that...\" Nobody cares as much as you think. The reader always asks: \"What does this change for ME?\"\n\n**The clone post**: you copied the structure of a viral post. But without your own experience in it, it rings hollow. Templates are starting points, not destinations.\n\nIf you recognize yourself in one of these cases, that is normal. Everyone goes through it.\n\n## 2. The 3 Rules That Change Everything\n\nAfter analyzing hundreds of posts that perform (not from LinkedIn influencers -- from real experts), three patterns come up systematically.\n\n### Rule 1: 1 Post = 1 Idea\n\nIf you cannot summarize your post in one sentence, there are two posts in it. Split. The second one, you publish on Thursday.\n\nExercise: before writing, complete this sentence:\n\"After reading my post, the reader will know that ___.\"\n\nIf your sentence contains an \"and\", you have two posts.\n\n### Rule 2: The Hook Decides Everything\n\nOn mobile, only the first 2 lines are visible. The rest is hidden behind \"see more\". If your hook does not create tension, nobody clicks.\n\nWhat works:\n- An unexpected number: \"I lost 26 hours last year. On a single task.\"\n- A contradiction: \"The best investment of 2024? Deleting half my tools.\"\n- A provocative question: \"Why do freelancers at 800 EUR/day work more than those at 400 EUR?\"\n- A strong statement: \"Your side project does not need more marketing. It needs a funeral.\"\n\nWhat does not work:\n- \"Today I wanted to share...\" (nobody wants you to share)\n- \"Quick morning thought...\" (= I did not think about my hook)\n- \"Thread\" / \"Must read\" / \"Important\" (= I am shouting because I have nothing better)\n\n### Rule 3: Write Like You Talk\n\nCorporate tone is dead on LinkedIn. Posts that perform today have a conversational, direct, personal tone.\n\nSimple test: read your post out loud. If it sounds like a press release, rewrite it.\n\n## 3. The 5 Formats That Work\n\nNo need to reinvent the wheel with every post. These 5 formats cover 90% of situations.\n\n### Storytelling\nYou tell a lived moment. Situation, problem, turning point, lesson.\nIdeal for: showing your credibility through experience, creating identification.\nTrap to avoid: storytelling that leads nowhere. Every story must have a clear lesson.\n\n### The Actionable List\nYou give 5-7 concrete tips. Scannable format, immediate value.\nIdeal for: sharing expertise, generating saves and shares.\nTrap to avoid: a list of platitudes. \"1. Be organized\" teaches nobody anything.\n\n### The Bold Opinion\nYou take a stance on a topic. You say what others think quietly.\nIdeal for: generating comments, positioning yourself, attracting the right profiles.\nTrap to avoid: gratuitous provocation without substance. An opinion without argument is trolling.\n\n### The Concrete Case\nBefore/after with numbers. You show a real result.\nIdeal for: proving your expertise, attracting prospects.\nTrap to avoid: a case that is too generic. \"I helped a client increase revenue\" -- by how much? how? in how much time?\n\n### The Framework\nYou formalize a process you use. 3-4 clear steps.\nIdeal for: establishing your authority, creating shareable content.\nTrap to avoid: a framework that is too abstract. Each step must be executable.\n\n## 4. The Concrete Process: From Idea to Post\n\nHere is the 4-step process I use. Total time: 15-25 minutes per post.\n\n**Step 1 -- Capture (2 min)**\nKeep a note (Notion, Apple Notes, whatever) where you dump your raw ideas throughout the day. A lesson learned, a frustration, a number, a memorable conversation. Do not filter, accumulate.\n\n**Step 2 -- Choose the Angle (3 min)**\nTake a raw idea and ask yourself: what emotion do I want to trigger?\n- Identification (\"that is exactly my problem\")\n- Curiosity (\"I want to know the rest\")\n- Surprise (\"I did not expect that\")\n- Soft controversy (\"I disagree, but...\")\n\nThe emotion decides the format. Identification -> Storytelling. Curiosity -> Concrete case. Surprise -> Opinion. Etc.\n\n**Step 3 -- Write with AI (10-15 min)**\nThis is where the \"LinkedIn Forge\" prompt comes in. Give your raw idea, choose among the 3 suggested angles, then iterate with the shortcuts.\n\n-> [Access the LinkedIn Forge prompt](/prompts/linkedin_post_forge)\n\nTypical workflow:\n1. You give your raw idea\n2. You choose an angle from the 3 proposed\n3. You read the generated post + the diagnostic\n4. You type \"Hook\" if the hook is weak, \"Spice\" if it is too safe, \"Short\" if it is too long\n5. You customize the final details (your experience, your numbers, your voice)\n\n**Step 4 -- The Read-Aloud Test (2 min)**\nRead your post out loud. If a sentence sounds fake or forced, cut it. If you would not say it to a friend over coffee, it has no place in your post.\n\n## 5. The Rhythm That Builds (Without Burning Out)\n\nPublishing every day for 2 weeks then disappearing for 3 months is worse than not publishing at all.\n\nMinimum viable rhythm: **2 posts per week**. Enough to stay visible, not enough to drain you.\n\nRecommended rhythm: **3 posts per week** (Tuesday, Thursday, Saturday morning). Saturday morning is underused on LinkedIn -- less competition, good engagement.\n\nIf you are just starting, begin with 1 post/week for 4 weeks. The goal: build the habit, not chase performance.\n\n## 6. The Metrics That Matter (and Those That Lie)\n\n**Useful metrics:**\n- Qualified comments (not \"great post!\") -- a sign that your content makes people think\n- Private messages received after a post -- a sign that you attract the right profiles\n- Saves/shares -- a sign that your content has lasting value\n- New qualified followers -- a sign that your positioning is clear\n\n**Misleading metrics:**\n- Raw view count -- a viral post that attracts the wrong people is worthless\n- Likes without comments -- passive engagement, the algorithm cares less and less\n- Total follower count -- 500 qualified followers > 10,000 randoms\n\nSimple rule: if your posts generate conversations and opportunities (prospects, invitations, collaborations), you are on the right track. Even with 300 views.\n\n## 7. The Mistakes That Kill Your Engagement\n\n**Posting without a hook**: you lose 80% of your potential audience in 2 seconds.\n\n**Posting at 2 PM on a Friday**: your audience is in weekend mode. Test Tuesday/Thursday 8-9 AM.\n\n**Never replying to comments**: the algorithm boosts posts with conversations. Every comment you reply to relaunches distribution.\n\n**Copying someone else's voice**: you will attract THEIR audience, not yours. Find your tone, even if it is imperfect at first.\n\n**Talking about yourself without talking TO the reader**: every post must answer the reader's implicit question: \"Why should I care?\"\n\n## 8. Going Further\n\nOnce your rhythm is set and your first posts are published, explore these complementary Atlas resources:\n\n- **30-Day Personal Branding Strategy** -- To structure your editorial calendar over a full month\n-> [Access the prompt](/prompts/mkt_personal_branding_social_30d)\n\n- **Growth Content Analyzer** -- To analyze your posts after publication and identify what works\n-> [Access the prompt](/prompts/content_autopsy)\n\n- **Reputation Scanner** -- To verify that your LinkedIn positioning is consistent with the image you want to project\n-> [Access the prompt](/prompts/reputation_power_check)\n\n---\n\n*This guide is part of the Growth Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "linkedin-distribution-builder",
    "date": "2025-02-08"
  },
  {
    "id": "pricing-builder-pragmatique",
    "title": "Setting Your Prices Without Flinching",
    "description": "The field guide to stop undercharging, structure a profitable offer, and raise your prices without losing your clients.",
    "category": "business",
    "content": "# Setting Your Prices Without Flinching\n\nYou are not charging enough. You probably know it. And if you do not know it, that is even worse.\n\nThis is not a confidence problem. It is a method problem. Most builders set their prices by feel, copy them from a competitor, or calculate them based on their rent. Result: they work more, earn the same, and postpone the increase \"for the next client\".\n\nThis guide is not going to tell you \"believe in your value\". It will give you the concrete tools to set, structure, and defend a fair price.\n\n## The 5 Pricing Mistakes Everyone Makes\n\nBefore building, we need to clear the mines.\n\n**Mistake #1: Setting your price based on your cost**\n\nYou calculate your daily rate from your target salary divided by your working days. Logical -- but catastrophic. Your client is not paying for your time. They are paying for a result. If you save them 50K EUR in 3 days, 450 EUR/day is a steal -- for you.\n\n**Mistake #2: Copying the competition**\n\nYou look at what others charge and position yourself \"a little below to be competitive\". Problem: you might be copying someone who also undercharges. The race to the bottom has no floor.\n\n**Mistake #3: One price for everyone**\n\nA 3-person startup and a 200-person scale-up do not have the same budget, the same stakes, or the same perception of value. A single price is either too expensive for the small ones, or a gift for the big ones.\n\n**Mistake #4: Never raising prices**\n\nYour price from 2 years ago reflects your level from 2 years ago, the market from 2 years ago, and the inflation from 2 years ago. If you have not raised, you have lowered.\n\n**Mistake #5: Confusing fear with data**\n\n\"If I raise my prices, I will lose everyone\" -- that is an emotion, not an analysis. The real question: have you ever actually tested it? In 90% of cases, the answer is no.\n\n## The 3 Signals That Prove You Are Undercharging\n\nNo need for a complex audit. These signals are enough:\n\n**Signal 1: Your conversion rate exceeds 70-80%**\n\nIf almost everyone says yes, nobody finds it expensive. In healthy B2B, a conversion rate between 30% and 50% is normal. Above 70%, you are in the underpricing zone.\n\n**Signal 2: You are booked in advance without any sales effort**\n\nA 2-3 month waiting list is flattering. It is also mathematical proof that demand exceeds your supply. Basic economics says: raise the price.\n\n**Signal 3: Your clients tell you \"it is not expensive\"**\n\nWhen a client verbalizes that your price is low, they are giving you a gift. Listen. They are literally telling you they would have paid more.\n\n## The Method for Setting a Fair Price\n\n### Step 1 -- Identify the Value Created\n\nAsk yourself this question: \"What does my client gain or avoid losing thanks to my intervention?\"\n\nConcrete examples:\n- Freelance developer: \"My refactoring cut load time by 3x -> direct impact on conversion rate\"\n- Automation consultant: \"My workflow saves the team 8h/week -> 400 EUR/week in salary cost\"\n- Designer: \"My redesign increased the signup rate by 15%\"\n\nThe value created is your theoretical ceiling. Your price should sit between 10% and 30% of that value.\n\n### Step 2 -- Structure a Range\n\nA single price = zero leverage. Three tiers change everything:\n\n- **Essential**: the minimum that solves the problem. Accessible price, reduced scope.\n- **Recommended**: the complete solution. This is the one you want to sell. The price should feel obvious compared to the essential tier.\n- **Premium**: the white-glove service, all-inclusive, priority. High price, maximum margin. Few clients, but very profitable.\n\nThe magic: the middle option always seems reasonable when framed by the other two. This is anchoring, not manipulation -- it is clarity.\n\n### Step 3 -- Test Before Scaling\n\nDo not change all your prices at once. Simple protocol:\n\n1. New price applied only to new prospects\n2. Observe over 5-10 quotes\n3. If the conversion rate stays above 40% -> the price is right\n4. If everyone accepts without pushback -> raise again\n5. If it consistently stalls -> adjust or improve your value pitch\n\nPricing is an iterative process, not a one-time decision.\n\n### Step 4 -- Create Recurring Revenue\n\nOne-off projects are a trap: you start from zero every month. Even a small recurring component changes the game:\n\n- Maintenance / support: 10-20% of the initial project as a monthly fee\n- Advisory: monthly check-in call, optimization, consulting\n- Access: dashboard, reporting, tools made available\n\nGoal: make 30% of your revenue predictable. It changes your sleep and your decisions.\n\n## How to Announce a Price Increase\n\nThis is the moment everyone dreads. Here is the framework:\n\n**For new clients**: you say nothing. You apply the new price. Period.\n\n**For existing clients**: transparency + notice + added value.\n\nMessage structure:\n1. What has changed (your expertise, the market, your demand)\n2. The new rate, effective on date X (minimum 30 days notice)\n3. What they gain (new scope, better service, priority)\n4. Openness to dialogue (not negotiation -- dialogue)\n\nWhat you never do: apologize, over-justify, offer to \"stay at the old price if it is a problem\". A price that apologizes is not a price -- it is a suggestion.\n\n-> [Use the Fair Price prompt to generate your price increase scripts](/prompts/le_juste_prix)\n\n## Responding to \"It Is Too Expensive\"\n\n\"It is too expensive\" is almost never a price objection. It is a perceived value objection. The answer is not to lower -- it is to reframe.\n\nThree responses that work:\n\n- **Return to the problem**: \"Too expensive compared to what? What is the cost of doing nothing?\"\n- **The scope**: \"I understand. We can adjust the scope to fit your budget. Here is what that changes.\"\n- **The signal**: \"It is possible this is not the right time. I would rather we work together when the budget allows us to do things properly.\"\n\nThe third is the most powerful. Accepting not to close is what builds long-term credibility.\n\n## The Metrics to Track\n\nHealthy pricing is managed with 4 numbers:\n\n- **Conversion rate**: between 30% and 50% in B2B = healthy zone\n- **Average revenue per client**: should increase every quarter\n- **Recurring share**: aim for 30%+ of total revenue\n- **Effective hourly margin**: actual revenue / actual hours worked (include pre-sales, meetings, support)\n\nThe effective hourly margin is the number that never lies. If it stagnates while you work more, your pricing is broken.\n\n## The \"Market That Does Not Pay\" Trap\n\n\"My market does not pay those prices\" is the most dangerous sentence in freelancing. It is true in exactly one case: you are targeting the wrong clients.\n\nIf your market \"does not pay\":\n- Move upmarket on the same client type (micro-business -> SMB -> mid-market)\n- Change segments (bootstrapped startups -> funded startups)\n- Reposition your offer around a business outcome, not a technical skill\n\nPrice is not a ceiling imposed by the market. It is a mirror of your positioning.\n\n## Going Further\n\nPricing does not live alone. It relies on the strength of your business and the clarity of your positioning:\n\n- -> [Business Fragility Detector](/prompts/business_fragility_check) -- Identify structural weaknesses that limit your revenue\n- -> [Moat Extractor](/prompts/moat_extractor) -- Find what justifies a premium price\n- -> [Reputation Scanner](/prompts/reputation_power_check) -- Verify that your image supports your price\n\n---\n\n*This guide is part of the Business Builder series on Atlas.*",
    "readTime": 4,
    "difficulty": "intermediate",
    "slug": "fixer-ses-prix-sans-trembler",
    "date": "2025-02-08"
  }
]
