[
  {
    "id": "1",
    "title": "Getting Started with Prompts",
    "description": "A practical guide to understanding how to structure a clear, actionable, and improvable prompt.",
    "category": "basics",
    "content": "# Getting Started with Prompts\n\nA prompt is not a \"well-written\" sentence.\nIt is an operational instruction designed to reduce ambiguity.\n\nIf the model gets it wrong often, it is not because it is bad.\nIt is because the prompt is vague.\n\n## 1. Start Simple... Then Refine\nA good prompt answers 3 questions:\n- What? (the task)\n- Why? (the objective)\n- With what constraints?\n\nExamples:\n- Bad: \"Give me a business idea\"\n- Good: \"Suggest 3 B2C business ideas, gross margin >40%, launchable in 30 days, max budget 2,000 EUR, no physical logistics.\"\n\nTip: start broad, then add one constraint at a time. Too many constraints from the start make the response rigid.\n\n## 2. Give the Model a Clear Role\nA vague role produces a vague response.\n\n- Bad: \"Act like an expert\"\n- Good: \"Act as a B2B product manager with 10 years of experience, used to early-stage MVPs.\"\n\nThe role frames the vocabulary, assumptions, and level of detail.\n\n## 3. Specify the Expected Deliverable\nDo not let the model guess the format.\n\nSpecify:\n- output type (list, table, plan, text)\n- length\n- level of detail\n\nExample: \"Answer as a numbered list, 1 sentence per point, no introduction.\"\n\n## 4. Use Examples (Few-Shot)\nAn example is worth more than a rule.\n\nExample: \"Here is a response I consider good: [EXAMPLE]. Do the same on a different topic.\"\n\nModels imitate better than they understand.\n\n## 5. Always Challenge the Response\nA response is never the truth.\n\nSystematically add:\n- \"What implicit assumptions did you make?\"\n- \"What is the opposing view?\"\n- \"In what cases would this answer be wrong?\"\n\n## 6. Improvement Loop\nSimple process:\n1. Raw prompt\n2. Response\n3. Clarification\n4. Simplification\n5. Stable version\n\nThe perfect prompt does not exist. A good-enough, reusable prompt does.",
    "readTime": 2,
    "difficulty": "beginner",
    "slug": "debuter-avec-les-prompts",
    "date": "2025-11-28"
  },
  {
    "id": "2",
    "title": "Prompt Engineering 101",
    "description": "Concrete techniques for structuring robust and reproducible prompts.",
    "category": "engineering",
    "content": "# Prompt Engineering 101\n\nPrompt engineering is not a magic sentence.\nIt is a structuring discipline.\n\nYour goal: prevent the model from going in the wrong direction.\n\n## 1. Chain-of-Thought (Step-by-Step Reasoning)\nPrinciple: \"Explain your reasoning step by step before giving the answer.\"\n\nUseful for:\n- decisions\n- analyses\n- complex comparisons\n\nLimitation: a detailed reasoning can be wrong but very convincing. Always verify the assumptions.\n\n## 2. Few-Shot Examples\nYou provide 1 to 3 representative examples.\n\nStructure:\n- Input -> Expected output\n- Then: \"Do the same for X\"\n\nThis is the most reliable technique today.\n\n## 3. Structure the Prompt\nRecommended order:\n1. Context\n2. Objective\n3. Constraints\n4. Expected format\n5. Tone / style\n6. Examples\n\nIf two rules contradict each other, the model will choose arbitrarily.\n\n## 4. Built-in Quality Control\nAsk for self-verification:\n- \"Identify any inconsistencies.\"\n- \"Suggest an improved version.\"\n- \"List the weak points of your answer.\"\n\nVery effective for going from correct to solid.\n\n## 5. Say What You Do Not Want\nModels tend to over-introduce and over-conclude.\n\nExample: \"No introduction. No conclusion. Short sentences. No jargon.\"\n\n## 6. Experimental Approach\nPrompt engineering is empirical.\n\nSimple rule: if you cannot explain why it works, you will not be able to reproduce it. Document your effective prompts.",
    "readTime": 2,
    "difficulty": "intermediate",
    "slug": "prompt-engineering-101",
    "date": "2025-11-28"
  },
  {
    "id": "3",
    "title": "Installing an MCP Agent",
    "description": "An operational guide to understanding, installing, and securing an MCP agent.",
    "category": "mcp",
    "content": "# Installing an MCP Agent\n\nAn MCP agent is not magic.\nIt is a local server that Claude knows how to call.\n\nIf you understand that, 80% of bugs disappear.\n\n## 1. Understand the Architecture\n- The agent runs locally\n- It exposes capabilities via MCP\n- Claude Desktop acts as a client\n\nClaude does not guess anything. Everything must be explicitly declared.\n\n## 2. Prerequisites\n- Claude Desktop installed\n- Node.js or Python\n- A dedicated folder per agent\n\nAdvice: 1 agent = 1 Git repo, versioned from the start.\n\n## 3. Install and Launch the Agent\nNode example:\n```bash\nnpm install\nnpm run dev\n```\n\nYou should see: \"MCP server running...\"\nOtherwise: missing dependencies, port error, or misconfigured script.\n\n## 4. Declare the Agent in Claude Desktop\nIn `claude_desktop_config.json`:\n```json\n{\n  \"mcpServers\": {\n    \"my-agent\": {\n      \"command\": \"node\",\n      \"args\": [\"index.js\"]\n    }\n  }\n}\n```\n\nSave then fully restart Claude Desktop.\n\n## 5. Test and Debug\nCommon errors:\n- Invalid JSON\n- Wrong command\n- Incorrect path\n- Agent launched twice\n\nTip: systematically log the agent's inputs and outputs.\n\n## 6. Security\nAn MCP agent can read, write, and execute code.\n\nStrict rule: only run what you understand line by line.",
    "readTime": 2,
    "difficulty": "advanced",
    "slug": "installer-agent-mcp",
    "date": "2025-11-28"
  },
  {
    "id": "ikigai-entrepreneur",
    "title": "Finding Your Entrepreneurial Ikigai with AI",
    "description": "Use AI to explore your professional reason for being and align your skills, passions, and market opportunities.",
    "category": "introspection",
    "content": "# Finding Your Entrepreneurial Ikigai with AI\n\nIkigai is a Japanese concept meaning \"reason for being\". For an entrepreneur, it is the intersection of:\n\n- What you **love** to do\n- What you are **good** at\n- What you can be **paid** for\n- What the **world needs**\n\n## Why It Matters\n\nMost entrepreneurs fail not from a lack of skills, but from a lack of alignment. They build projects that do not match their zone of genius, or that do not address a real market need.\n\nIkigai helps you find that alignment **before** committing to a project.\n\n## How AI Can Help You\n\nAI excels at guided introspection. It can:\n\n1. **Ask the right questions** -- questions you would not have asked yourself\n2. **Synthesize your answers** -- identify patterns in what you say\n3. **Challenge your assumptions** -- push you to go deeper\n4. **Structure your thinking** -- turn vague ideas into actionable clarity\n\n## The 4-Step Process\n\n### Step 1: Preparation\n\nBefore launching the prompt, take 10 minutes to write down:\n- Your 3 most recent meaningful professional experiences\n- What frustrates you in your field\n- What people often ask you for help with\n\n### Step 2: Launch the Ikigai Prompt\n\nUse the \"Ikigai - Archaeology of Meaning\" prompt available on Atlas. This prompt is designed for deep and structured exploration.\n\n-> [Access the Ikigai prompt](/prompts/ikigai-archeologie)\n\n### Step 3: Dialogue with the AI\n\nDo not settle for a single answer. Ikigai emerges from dialogue:\n- Ask for clarifications\n- Challenge the AI's suggestions\n- Dig deeper into the leads that resonate\n\n### Step 4: Synthesize\n\nAt the end of the exchange, ask the AI to summarize:\n- Your Ikigai in one sentence\n- 3 concrete actions to move closer to it\n- The signals that will confirm you are on the right path\n\n## Common Mistakes to Avoid\n\n**Answering too quickly** -- Take the time to think about each question\n\n**Looking for THE right answer** -- Ikigai evolves with you\n\n**Ignoring uncomfortable answers** -- The truth often hides there\n\n**Not taking action** -- An untested Ikigai remains a theory\n\n## Going Further\n\nOnce your Ikigai is identified, explore these complementary prompts:\n\n- **Your Zone of Genius** -- To deepen your unique strengths\n- **Your Inner Saboteur** -- To identify what holds you back\n- **Letter from Your Future Self** -- To visualize your path\n\n---\n\n*This guide is part of the Entrepreneur Introspection series on Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "ikigai-entrepreneur",
    "date": "2025-02-01"
  },
  {
    "id": "linkedin-distribution-builder",
    "title": "Writing LinkedIn Posts That Work for You",
    "description": "The field guide to turning your ideas into LinkedIn posts that generate credibility, conversations, and opportunities. No hacks, no artificial virality -- content that builds.",
    "category": "growth",
    "content": "# Writing LinkedIn Posts That Work for You\n\nLinkedIn is not a social network.\nIt is a reputation machine.\n\nEvery post you publish is a micro-proof of your expertise. Not a shout into the void -- a signal sent to the right people.\n\nThe problem: most builders know they should publish. But between \"I have something to say\" and a published post, there is a chasm. This guide is the bridge.\n\n## 1. Why Most Posts Fail\n\nBefore talking about what works, let us clear out what does not.\n\n**The ghost post**: you publish, nobody reacts, you tell yourself LinkedIn is dead. The problem is not LinkedIn. It is that your hook gives no reason to click \"see more\".\n\n**The lukewarm post**: \"I think AI is going to change a lot of things.\" Ok. And? No point of view = no engagement. People react to opinions, not observations.\n\n**The ego post**: \"Thrilled to announce that...\" Nobody cares as much as you think. The reader always asks: \"What does this change for ME?\"\n\n**The clone post**: you copied the structure of a viral post. But without your own experience in it, it rings hollow. Templates are starting points, not destinations.\n\nIf you recognize yourself in one of these cases, that is normal. Everyone goes through it.\n\n## 2. The 3 Rules That Change Everything\n\nAfter analyzing hundreds of posts that perform (not from LinkedIn influencers -- from real experts), three patterns come up systematically.\n\n### Rule 1: 1 Post = 1 Idea\n\nIf you cannot summarize your post in one sentence, there are two posts in it. Split. The second one, you publish on Thursday.\n\nExercise: before writing, complete this sentence:\n\"After reading my post, the reader will know that ___.\"\n\nIf your sentence contains an \"and\", you have two posts.\n\n### Rule 2: The Hook Decides Everything\n\nOn mobile, only the first 2 lines are visible. The rest is hidden behind \"see more\". If your hook does not create tension, nobody clicks.\n\nWhat works:\n- An unexpected number: \"I lost 26 hours last year. On a single task.\"\n- A contradiction: \"The best investment of 2024? Deleting half my tools.\"\n- A provocative question: \"Why do freelancers at 800 EUR/day work more than those at 400 EUR?\"\n- A strong statement: \"Your side project does not need more marketing. It needs a funeral.\"\n\nWhat does not work:\n- \"Today I wanted to share...\" (nobody wants you to share)\n- \"Quick morning thought...\" (= I did not think about my hook)\n- \"Thread\" / \"Must read\" / \"Important\" (= I am shouting because I have nothing better)\n\n### Rule 3: Write Like You Talk\n\nCorporate tone is dead on LinkedIn. Posts that perform today have a conversational, direct, personal tone.\n\nSimple test: read your post out loud. If it sounds like a press release, rewrite it.\n\n## 3. The 5 Formats That Work\n\nNo need to reinvent the wheel with every post. These 5 formats cover 90% of situations.\n\n### Storytelling\nYou tell a lived moment. Situation, problem, turning point, lesson.\nIdeal for: showing your credibility through experience, creating identification.\nTrap to avoid: storytelling that leads nowhere. Every story must have a clear lesson.\n\n### The Actionable List\nYou give 5-7 concrete tips. Scannable format, immediate value.\nIdeal for: sharing expertise, generating saves and shares.\nTrap to avoid: a list of platitudes. \"1. Be organized\" teaches nobody anything.\n\n### The Bold Opinion\nYou take a stance on a topic. You say what others think quietly.\nIdeal for: generating comments, positioning yourself, attracting the right profiles.\nTrap to avoid: gratuitous provocation without substance. An opinion without argument is trolling.\n\n### The Concrete Case\nBefore/after with numbers. You show a real result.\nIdeal for: proving your expertise, attracting prospects.\nTrap to avoid: a case that is too generic. \"I helped a client increase revenue\" -- by how much? how? in how much time?\n\n### The Framework\nYou formalize a process you use. 3-4 clear steps.\nIdeal for: establishing your authority, creating shareable content.\nTrap to avoid: a framework that is too abstract. Each step must be executable.\n\n## 4. The Concrete Process: From Idea to Post\n\nHere is the 4-step process I use. Total time: 15-25 minutes per post.\n\n**Step 1 -- Capture (2 min)**\nKeep a note (Notion, Apple Notes, whatever) where you dump your raw ideas throughout the day. A lesson learned, a frustration, a number, a memorable conversation. Do not filter, accumulate.\n\n**Step 2 -- Choose the Angle (3 min)**\nTake a raw idea and ask yourself: what emotion do I want to trigger?\n- Identification (\"that is exactly my problem\")\n- Curiosity (\"I want to know the rest\")\n- Surprise (\"I did not expect that\")\n- Soft controversy (\"I disagree, but...\")\n\nThe emotion decides the format. Identification -> Storytelling. Curiosity -> Concrete case. Surprise -> Opinion. Etc.\n\n**Step 3 -- Write with AI (10-15 min)**\nThis is where the \"LinkedIn Forge\" prompt comes in. Give your raw idea, choose among the 3 suggested angles, then iterate with the shortcuts.\n\n-> [Access the LinkedIn Forge prompt](/prompts/linkedin_post_forge)\n\nTypical workflow:\n1. You give your raw idea\n2. You choose an angle from the 3 proposed\n3. You read the generated post + the diagnostic\n4. You type \"Hook\" if the hook is weak, \"Spice\" if it is too safe, \"Short\" if it is too long\n5. You customize the final details (your experience, your numbers, your voice)\n\n**Step 4 -- The Read-Aloud Test (2 min)**\nRead your post out loud. If a sentence sounds fake or forced, cut it. If you would not say it to a friend over coffee, it has no place in your post.\n\n## 5. The Rhythm That Builds (Without Burning Out)\n\nPublishing every day for 2 weeks then disappearing for 3 months is worse than not publishing at all.\n\nMinimum viable rhythm: **2 posts per week**. Enough to stay visible, not enough to drain you.\n\nRecommended rhythm: **3 posts per week** (Tuesday, Thursday, Saturday morning). Saturday morning is underused on LinkedIn -- less competition, good engagement.\n\nIf you are just starting, begin with 1 post/week for 4 weeks. The goal: build the habit, not chase performance.\n\n## 6. The Metrics That Matter (and Those That Lie)\n\n**Useful metrics:**\n- Qualified comments (not \"great post!\") -- a sign that your content makes people think\n- Private messages received after a post -- a sign that you attract the right profiles\n- Saves/shares -- a sign that your content has lasting value\n- New qualified followers -- a sign that your positioning is clear\n\n**Misleading metrics:**\n- Raw view count -- a viral post that attracts the wrong people is worthless\n- Likes without comments -- passive engagement, the algorithm cares less and less\n- Total follower count -- 500 qualified followers > 10,000 randoms\n\nSimple rule: if your posts generate conversations and opportunities (prospects, invitations, collaborations), you are on the right track. Even with 300 views.\n\n## 7. The Mistakes That Kill Your Engagement\n\n**Posting without a hook**: you lose 80% of your potential audience in 2 seconds.\n\n**Posting at 2 PM on a Friday**: your audience is in weekend mode. Test Tuesday/Thursday 8-9 AM.\n\n**Never replying to comments**: the algorithm boosts posts with conversations. Every comment you reply to relaunches distribution.\n\n**Copying someone else's voice**: you will attract THEIR audience, not yours. Find your tone, even if it is imperfect at first.\n\n**Talking about yourself without talking TO the reader**: every post must answer the reader's implicit question: \"Why should I care?\"\n\n## 8. Going Further\n\nOnce your rhythm is set and your first posts are published, explore these complementary Atlas resources:\n\n- **30-Day Personal Branding Strategy** -- To structure your editorial calendar over a full month\n-> [Access the prompt](/prompts/mkt_personal_branding_social_30d)\n\n- **Growth Content Analyzer** -- To analyze your posts after publication and identify what works\n-> [Access the prompt](/prompts/content_autopsy)\n\n- **Reputation Scanner** -- To verify that your LinkedIn positioning is consistent with the image you want to project\n-> [Access the prompt](/prompts/reputation_power_check)\n\n---\n\n*This guide is part of the Growth Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "linkedin-distribution-builder",
    "date": "2025-02-08"
  },
  {
    "id": "pricing-builder-pragmatique",
    "title": "Setting Your Prices Without Flinching",
    "description": "The field guide to stop undercharging, structure a profitable offer, and raise your prices without losing your clients.",
    "category": "business",
    "content": "# Setting Your Prices Without Flinching\n\nYou are not charging enough. You probably know it. And if you do not know it, that is even worse.\n\nThis is not a confidence problem. It is a method problem. Most builders set their prices by feel, copy them from a competitor, or calculate them based on their rent. Result: they work more, earn the same, and postpone the increase \"for the next client\".\n\nThis guide is not going to tell you \"believe in your value\". It will give you the concrete tools to set, structure, and defend a fair price.\n\n## The 5 Pricing Mistakes Everyone Makes\n\nBefore building, we need to clear the mines.\n\n**Mistake #1: Setting your price based on your cost**\n\nYou calculate your daily rate from your target salary divided by your working days. Logical -- but catastrophic. Your client is not paying for your time. They are paying for a result. If you save them 50K EUR in 3 days, 450 EUR/day is a steal -- for you.\n\n**Mistake #2: Copying the competition**\n\nYou look at what others charge and position yourself \"a little below to be competitive\". Problem: you might be copying someone who also undercharges. The race to the bottom has no floor.\n\n**Mistake #3: One price for everyone**\n\nA 3-person startup and a 200-person scale-up do not have the same budget, the same stakes, or the same perception of value. A single price is either too expensive for the small ones, or a gift for the big ones.\n\n**Mistake #4: Never raising prices**\n\nYour price from 2 years ago reflects your level from 2 years ago, the market from 2 years ago, and the inflation from 2 years ago. If you have not raised, you have lowered.\n\n**Mistake #5: Confusing fear with data**\n\n\"If I raise my prices, I will lose everyone\" -- that is an emotion, not an analysis. The real question: have you ever actually tested it? In 90% of cases, the answer is no.\n\n## The 3 Signals That Prove You Are Undercharging\n\nNo need for a complex audit. These signals are enough:\n\n**Signal 1: Your conversion rate exceeds 70-80%**\n\nIf almost everyone says yes, nobody finds it expensive. In healthy B2B, a conversion rate between 30% and 50% is normal. Above 70%, you are in the underpricing zone.\n\n**Signal 2: You are booked in advance without any sales effort**\n\nA 2-3 month waiting list is flattering. It is also mathematical proof that demand exceeds your supply. Basic economics says: raise the price.\n\n**Signal 3: Your clients tell you \"it is not expensive\"**\n\nWhen a client verbalizes that your price is low, they are giving you a gift. Listen. They are literally telling you they would have paid more.\n\n## The Method for Setting a Fair Price\n\n### Step 1 -- Identify the Value Created\n\nAsk yourself this question: \"What does my client gain or avoid losing thanks to my intervention?\"\n\nConcrete examples:\n- Freelance developer: \"My refactoring cut load time by 3x -> direct impact on conversion rate\"\n- Automation consultant: \"My workflow saves the team 8h/week -> 400 EUR/week in salary cost\"\n- Designer: \"My redesign increased the signup rate by 15%\"\n\nThe value created is your theoretical ceiling. Your price should sit between 10% and 30% of that value.\n\n### Step 2 -- Structure a Range\n\nA single price = zero leverage. Three tiers change everything:\n\n- **Essential**: the minimum that solves the problem. Accessible price, reduced scope.\n- **Recommended**: the complete solution. This is the one you want to sell. The price should feel obvious compared to the essential tier.\n- **Premium**: the white-glove service, all-inclusive, priority. High price, maximum margin. Few clients, but very profitable.\n\nThe magic: the middle option always seems reasonable when framed by the other two. This is anchoring, not manipulation -- it is clarity.\n\n### Step 3 -- Test Before Scaling\n\nDo not change all your prices at once. Simple protocol:\n\n1. New price applied only to new prospects\n2. Observe over 5-10 quotes\n3. If the conversion rate stays above 40% -> the price is right\n4. If everyone accepts without pushback -> raise again\n5. If it consistently stalls -> adjust or improve your value pitch\n\nPricing is an iterative process, not a one-time decision.\n\n### Step 4 -- Create Recurring Revenue\n\nOne-off projects are a trap: you start from zero every month. Even a small recurring component changes the game:\n\n- Maintenance / support: 10-20% of the initial project as a monthly fee\n- Advisory: monthly check-in call, optimization, consulting\n- Access: dashboard, reporting, tools made available\n\nGoal: make 30% of your revenue predictable. It changes your sleep and your decisions.\n\n## How to Announce a Price Increase\n\nThis is the moment everyone dreads. Here is the framework:\n\n**For new clients**: you say nothing. You apply the new price. Period.\n\n**For existing clients**: transparency + notice + added value.\n\nMessage structure:\n1. What has changed (your expertise, the market, your demand)\n2. The new rate, effective on date X (minimum 30 days notice)\n3. What they gain (new scope, better service, priority)\n4. Openness to dialogue (not negotiation -- dialogue)\n\nWhat you never do: apologize, over-justify, offer to \"stay at the old price if it is a problem\". A price that apologizes is not a price -- it is a suggestion.\n\n-> [Use the Fair Price prompt to generate your price increase scripts](/prompts/le_juste_prix)\n\n## Responding to \"It Is Too Expensive\"\n\n\"It is too expensive\" is almost never a price objection. It is a perceived value objection. The answer is not to lower -- it is to reframe.\n\nThree responses that work:\n\n- **Return to the problem**: \"Too expensive compared to what? What is the cost of doing nothing?\"\n- **The scope**: \"I understand. We can adjust the scope to fit your budget. Here is what that changes.\"\n- **The signal**: \"It is possible this is not the right time. I would rather we work together when the budget allows us to do things properly.\"\n\nThe third is the most powerful. Accepting not to close is what builds long-term credibility.\n\n## The Metrics to Track\n\nHealthy pricing is managed with 4 numbers:\n\n- **Conversion rate**: between 30% and 50% in B2B = healthy zone\n- **Average revenue per client**: should increase every quarter\n- **Recurring share**: aim for 30%+ of total revenue\n- **Effective hourly margin**: actual revenue / actual hours worked (include pre-sales, meetings, support)\n\nThe effective hourly margin is the number that never lies. If it stagnates while you work more, your pricing is broken.\n\n## The \"Market That Does Not Pay\" Trap\n\n\"My market does not pay those prices\" is the most dangerous sentence in freelancing. It is true in exactly one case: you are targeting the wrong clients.\n\nIf your market \"does not pay\":\n- Move upmarket on the same client type (micro-business -> SMB -> mid-market)\n- Change segments (bootstrapped startups -> funded startups)\n- Reposition your offer around a business outcome, not a technical skill\n\nPrice is not a ceiling imposed by the market. It is a mirror of your positioning.\n\n## Going Further\n\nPricing does not live alone. It relies on the strength of your business and the clarity of your positioning:\n\n- -> [Business Fragility Detector](/prompts/business_fragility_check) -- Identify structural weaknesses that limit your revenue\n- -> [Moat Extractor](/prompts/moat_extractor) -- Find what justifies a premium price\n- -> [Reputation Scanner](/prompts/reputation_power_check) -- Verify that your image supports your price\n\n---\n\n*This guide is part of the Business Builder series on Atlas.*",
    "readTime": 4,
    "difficulty": "intermediate",
    "slug": "fixer-ses-prix-sans-trembler",
    "date": "2025-02-08"
  },
  {
    "id": "pricing-strategy-builder",
    "title": "Building a Product Pricing Strategy",
    "description": "The guide to designing a SaaS/product pricing grid that maximizes revenue and conversion.",
    "category": "business",
    "content": "# Building a Product Pricing Strategy\n\nYou have a great product. But your pricing page looks like it was designed by throwing darts at a spreadsheet. You are not alone -- most founders treat pricing as an afterthought, then wonder why conversion stalls or revenue plateaus.\n\nPricing is not a number. It is a system. And like any system, it can be designed.\n\n## Why It Matters\n\nPricing is the single highest-leverage decision in your business. A 1% improvement in pricing yields more profit than a 1% improvement in acquisition or retention. Yet most teams spend weeks on landing pages and minutes on pricing.\n\nBad pricing does not just leave money on the table -- it sends the wrong signal about your product's value. Too cheap and prospects assume it is a toy. Too expensive without clear justification and they never convert. Confusing tiers and they leave the page entirely.\n\n## The Process\n\n### Step 1: Define Your Value Metric\n\nThe value metric is what you charge for. It should scale with the value your customer receives. Good value metrics: number of users, volume of data processed, revenue generated. Bad value metrics: arbitrary feature bundles, \"contacts in database\" when your tool is not about contacts.\n\nAsk yourself: when my customer gets more value, what number goes up?\n\n### Step 2: Design Your Tiers\n\nThree tiers is the standard for good reason -- it leverages anchoring. Structure them around customer segments, not feature lists:\n\n- **Starter**: for individuals or small teams testing the product. Low friction, limited scope.\n- **Pro**: for growing teams with real needs. This is your core revenue driver. Price it as the obvious choice.\n- **Enterprise**: for large organizations with specific requirements. Higher price, higher touch.\n\nEach tier should have a clear \"who is this for\" that the prospect can self-identify with in seconds.\n\n### Step 3: Package Features Strategically\n\nFeatures are the levers that differentiate tiers. The goal is not to strip value from lower tiers -- it is to add compelling reasons to upgrade. Place features that correlate with larger teams or higher usage in higher tiers. Keep core value accessible at every level.\n\n### Step 4: Test and Iterate\n\nPricing is never done. Run pricing experiments with new cohorts. Track conversion rate per tier, upgrade rate, and revenue per user. If your lowest tier has 80% of signups, the gap to the next tier is too large. If nobody picks the top tier, it is either too expensive or not differentiated enough.\n\n## Common Mistakes\n\n**Copying a competitor's pricing without understanding their cost structure** -- their margins, volume, and market position are not yours.\n\n**Too many tiers or add-ons** -- complexity kills conversion. If the prospect needs a calculator to understand your pricing, you have lost them.\n\n**Never changing prices after launch** -- the market shifts, your product improves, your costs change. Review pricing quarterly.\n\n**Hiding pricing to \"force a demo call\"** -- this works for enterprise sales, but alienates self-serve buyers. Know which motion you are running.\n\n## Going Further\n\nUse the Atlas prompt to generate a complete pricing strategy for your product, with tier structure, value metrics, and packaging recommendations.\n\n-> [Pricing Strategy Builder](/prompts/pricing_strategy_builder)\n\n---\n\n*This guide is part of the Business Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "pricing-strategy-builder",
    "date": "2026-02-16"
  },
  {
    "id": "competitor-radar",
    "title": "Mapping Your Competitors Methodically",
    "description": "How to analyze competition without spending weeks on it, and turn it into strategic decisions.",
    "category": "business",
    "content": "# Mapping Your Competitors Methodically\n\nYou know your competitors exist. You visit their websites occasionally, maybe follow them on LinkedIn. But you have never sat down and systematically mapped the landscape. And that blind spot is costing you positioning, messaging, and deals.\n\n## Why It Matters\n\nCompetitor analysis is not about copying. It is about understanding the terrain so you can find the gaps. Where are they strong? Where are they weak? What positioning is crowded, and what is wide open? Without this map, you are navigating blind -- making product and marketing decisions based on intuition instead of intelligence.\n\nThe good news: you do not need weeks or expensive tools. A structured 2-hour session gives you 80% of the insight.\n\n## The Process\n\n### Step 1: Identify Your Real Competitors\n\nList every alternative your prospect considers -- not just direct competitors. This includes doing nothing, using spreadsheets, hiring someone, or using a tangential tool. Group them: direct competitors (same problem, same approach), indirect competitors (same problem, different approach), and substitutes (different problem, overlapping solution).\n\n### Step 2: Map Their Positioning\n\nFor each competitor, document: their tagline, who they target, their pricing model, their key differentiator, and their primary acquisition channel. Put this in a simple grid. Patterns will emerge -- you will see which positions are crowded and which are underserved.\n\n### Step 3: Identify Gaps and Opportunities\n\nLook for recurring complaints in their reviews (G2, Capterra, Twitter, Reddit). Look for features they all lack. Look for customer segments they all ignore. These gaps are your strategic opportunities.\n\n## Common Mistakes\n\n**Analyzing too many competitors** -- focus on the top 5-7 that your prospects actually mention. Beyond that, you are wasting time.\n\n**Only looking at features** -- positioning, pricing, and distribution matter more than feature checklists.\n\n**Doing it once and never updating** -- the landscape changes. Set a quarterly reminder to refresh your radar.\n\n**Getting paralyzed by what competitors do** -- the goal is intelligence, not imitation. Use the map to find your own path.\n\n## Going Further\n\nUse the Atlas prompt to generate a structured competitor analysis with positioning map, gap identification, and strategic recommendations.\n\n-> [Competitor Radar](/prompts/competitor_radar)\n\n---\n\n*This guide is part of the Business Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "competitor-radar",
    "date": "2026-02-16"
  },
  {
    "id": "business-model-stress-test",
    "title": "Stress-Testing Your Business Model",
    "description": "How to crash-test your economic model before the market does it for you.",
    "category": "business",
    "content": "# Stress-Testing Your Business Model\n\nYour business model works today. But what happens when your main client leaves? When a competitor undercuts your price by 40%? When your acquisition cost doubles? If you cannot answer these questions with numbers, you are operating on hope.\n\n## Why It Matters\n\nMost business models look solid in calm waters. The test is in the storm. Stress-testing forces you to confront the fragility of your assumptions before reality does. It is the difference between a founder who adapts quickly and one who is blindsided.\n\nThe companies that survive downturns are not the ones with the best product -- they are the ones who already knew their breaking points and had contingency plans.\n\n## The Process\n\n### Step 1: List Your Core Assumptions\n\nEvery business model rests on assumptions. Make them explicit: your conversion rate, your average deal size, your churn rate, your customer acquisition cost, your gross margin. Write them down with their current values.\n\n### Step 2: Define Stress Scenarios\n\nFor each key metric, define a pessimistic scenario:\n- What if churn doubles?\n- What if CAC increases by 50%?\n- What if your largest client (or top 20% of revenue) disappears?\n- What if a new regulation changes your cost structure?\n- What if your market contracts by 30%?\n\nThese are not paranoid fantasies -- every one of these has happened to real companies in the last 3 years.\n\n### Step 3: Run the Numbers\n\nFor each scenario, recalculate your key outputs: monthly burn, runway, break-even timeline, and profitability. Identify which scenarios are survivable and which are existential.\n\n### Step 4: Build Contingency Triggers\n\nFor each critical scenario, define a trigger (the early signal) and a response plan. Do not wait for the crisis to think about the response. Example: \"If churn exceeds 8% for two consecutive months, we activate the retention playbook and pause new feature development.\"\n\n## Common Mistakes\n\n**Only testing one variable at a time** -- in reality, bad things compound. Test combinations (e.g., churn up AND CAC up simultaneously).\n\n**Using optimistic \"pessimistic\" scenarios** -- a 10% revenue drop is not a stress test. Think 30-50%.\n\n**Not involving the team** -- stress testing in isolation misses operational knowledge. Your sales lead knows which clients are at risk better than your spreadsheet does.\n\n**Doing the exercise but not building response plans** -- awareness without action is just anxiety.\n\n## Going Further\n\nUse the Atlas prompt to run a structured stress test on your business model with scenario analysis and contingency planning.\n\n-> [Business Model Stress Test](/prompts/business_model_stress_test)\n\n---\n\n*This guide is part of the Business Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "business-model-stress-test",
    "date": "2026-02-16"
  },
  {
    "id": "customer-persona-sculptor",
    "title": "Creating Customer Personas That Actually Work",
    "description": "The guide to building personas based on facts and behaviors, not marketing cliches.",
    "category": "business",
    "content": "# Creating Customer Personas That Actually Work\n\nMost customer personas are fiction. \"Sarah, 34, marketing manager, drinks oat lattes, values sustainability.\" This tells you nothing useful about how to sell to her, what to build for her, or where to find her.\n\nReal personas are built on behaviors, not demographics.\n\n## Why It Matters\n\nA good persona aligns your entire company. Product knows what to build. Marketing knows what to say. Sales knows what objections to expect. A bad persona gives everyone a false sense of understanding while decisions remain based on gut feeling.\n\nThe difference between a useful persona and a useless one is simple: can you make a concrete product or marketing decision based on it? If not, it is decoration.\n\n## The Process\n\n### Step 1: Start with Real Conversations\n\nForget assumptions. Interview 5-10 recent customers and ask: What problem were you trying to solve? What did you try before us? What almost stopped you from buying? What would make you leave? The patterns in their answers are your persona's foundation.\n\n### Step 2: Use Jobs-to-be-Done\n\nFrame your persona around the job they are hiring your product to do. The format: \"When I [situation], I want to [motivation], so I can [expected outcome].\" This is more actionable than any demographic profile.\n\n### Step 3: Map the Decision Journey\n\nDocument how they discover solutions, what they compare, who influences the decision, what their objections are, and what triggers the purchase. This journey map is where personas become operational.\n\n### Step 4: Validate with Data\n\nCross-reference your interview findings with analytics, support tickets, and sales call notes. If your persona says one thing but the data says another, trust the data.\n\n## Common Mistakes\n\n**Creating too many personas** -- if you have more than 3-4, you cannot focus. Start with your best customer segment.\n\n**Relying on demographics over behaviors** -- age and job title matter less than buying triggers, pain points, and decision criteria.\n\n**Never updating personas** -- your market evolves. Review every 6 months.\n\n**Building personas without talking to actual customers** -- surveys and analytics are supplements, not substitutes for real conversations.\n\n## Going Further\n\nUse the Atlas prompt to generate detailed, behavior-based customer personas from your product and market context.\n\n-> [Customer Persona Sculptor](/prompts/customer_persona_sculptor)\n\n---\n\n*This guide is part of the Business Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "customer-persona-sculptor",
    "date": "2026-02-16"
  },
  {
    "id": "pitch-deck-architect",
    "title": "Structuring a Compelling Pitch Deck",
    "description": "The slide-by-slide guide to building a pitch deck that tells a story and makes investors want in.",
    "category": "business",
    "content": "# Structuring a Compelling Pitch Deck\n\nInvestors see hundreds of decks per month. Most are forgotten within minutes -- not because the business is bad, but because the story is poorly told. A pitch deck is not a document. It is a narrative device.\n\n## Why It Matters\n\nYour deck is often the first thing an investor sees. Before the meeting, before the product demo, before the financials. It frames every conversation that follows. A strong deck does not just inform -- it creates momentum. It makes the investor lean forward and ask \"tell me more.\"\n\nThe difference between funded and ignored is rarely the idea. It is the clarity and conviction of the presentation.\n\n## The Process\n\n### Step 1: Nail the Narrative Arc\n\nEvery great deck follows a story structure: the world has a problem, it is getting worse, current solutions fail, you have a better way, here is the proof, here is where it goes, and here is why now. Each slide should flow naturally into the next.\n\n### Step 2: Build Slide by Slide\n\n- **Cover**: Company name, one-line description, your name. Nothing else.\n- **Problem**: The pain point, quantified. Make the investor feel it.\n- **Solution**: What you do, in one sentence. Then show it (screenshot, demo, visual).\n- **Market**: TAM/SAM/SOM with credible sources. Show the opportunity is large enough.\n- **Business Model**: How you make money. Keep it simple.\n- **Traction**: Numbers that prove momentum -- revenue, users, growth rate, partnerships.\n- **Team**: Why this team wins. Relevant experience, not resumes.\n- **Ask**: How much you are raising, what you will do with it, what milestones it unlocks.\n\n### Step 3: Design for Clarity\n\nOne idea per slide. Large fonts. Minimal text. If you need to read the slide to understand it, there is too much on it. Visuals and charts beat paragraphs every time.\n\n### Step 4: Rehearse the Narrative\n\nThe deck supports your story -- it does not replace it. Practice delivering each slide transition out loud. The best founders can pitch without the deck. The deck just makes it stick.\n\n## Common Mistakes\n\n**Starting with the solution instead of the problem** -- investors need to feel the pain before they care about the cure.\n\n**Too many slides** -- 10-12 slides maximum. If you cannot tell your story in 12 slides, you do not understand it well enough.\n\n**Vanity metrics without context** -- \"10,000 users\" means nothing without growth rate, engagement, or revenue context.\n\n**No clear ask** -- investors need to know exactly what you want and what it buys. Vague asks get vague responses.\n\n## Going Further\n\nUse the Atlas prompt to generate a complete pitch deck structure with slide content, talking points, and investor-ready framing.\n\n-> [Pitch Deck Architect](/prompts/pitch_deck_architect)\n\n---\n\n*This guide is part of the Business Builder series on Atlas.*",
    "readTime": 4,
    "difficulty": "intermediate",
    "slug": "pitch-deck-architect",
    "date": "2026-02-16"
  },
  {
    "id": "landing-page-copywriter",
    "title": "Writing a Landing Page That Converts",
    "description": "The guide to writing landing page copy section by section, using conversion principles that work.",
    "category": "marketing",
    "content": "# Writing a Landing Page That Converts\n\nYour landing page has about 5 seconds to convince a visitor to stay. Not 5 minutes -- 5 seconds. In that window, your copy either grabs attention and builds momentum toward the CTA, or the visitor bounces and never comes back.\n\n## Why It Matters\n\nA landing page is the bridge between your marketing and your product. You can have the best ads, the strongest SEO, and the most engaged social following -- but if the landing page does not convert, all that traffic is wasted. Small improvements in landing page conversion compound massively over time.\n\nThe difference between a 2% and a 4% conversion rate is not marginal -- it is double the customers from the same traffic.\n\n## The Process\n\n### Step 1: Write the Hero Section\n\nThe hero section (above the fold) must answer three questions instantly: What is this? Who is it for? Why should I care? Use a clear headline that states the outcome, a subheadline that adds specificity, and a single CTA. No jargon, no cleverness -- clarity wins.\n\n### Step 2: Build the Pain-Solution Framework\n\nAfter the hero, address the pain your prospect feels. Be specific -- generic pain statements feel hollow. Then present your solution as the natural resolution. Structure: \"You know the problem [specific pain]. Here is how [product] solves it [specific mechanism].\" Show, do not tell.\n\n### Step 3: Add Social Proof\n\nTestimonials, logos, case studies, numbers. Social proof answers the silent objection: \"Why should I trust you?\" Place it strategically after you have presented the value. Specific results beat generic praise -- \"Increased our conversion by 35%\" beats \"Great product, highly recommend.\"\n\n### Step 4: Close with a Clear CTA\n\nRepeat your CTA at the bottom. Restate the key benefit. Remove friction -- minimize form fields, clarify what happens next, address the last objection (money-back guarantee, free trial, no credit card). The CTA button text should state the outcome, not the action: \"Start growing\" beats \"Sign up.\"\n\n## Common Mistakes\n\n**Writing about features instead of outcomes** -- nobody cares about your technology. They care about what it does for them.\n\n**Too many CTAs** -- one page, one goal. If you ask visitors to sign up, book a demo, AND read your blog, they will do none.\n\n**No hierarchy** -- walls of text kill conversion. Use clear headings, short paragraphs, and visual breathing room.\n\n**Skipping mobile optimization** -- more than half your traffic is mobile. If your page is not mobile-first, you are losing the majority.\n\n## Going Further\n\nUse the Atlas prompt to generate complete landing page copy section by section, with conversion-optimized structure and messaging.\n\n-> [Landing Page Copywriter](/prompts/landing_page_copywriter)\n\n---\n\n*This guide is part of the Marketing Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "landing-page-copywriter",
    "date": "2026-02-16"
  },
  {
    "id": "cold-outreach-crafter",
    "title": "Cold Outreach: Getting Replies",
    "description": "The field guide to writing prospecting messages that don't end up in the trash.",
    "category": "growth",
    "content": "# Cold Outreach: Getting Replies\n\nYour inbox is full of cold emails you never read. Generic subject lines, long paragraphs about the sender's company, a CTA that asks for 30 minutes of your time before providing any value. You delete them in 2 seconds. So do your prospects when they receive yours.\n\n## Why It Matters\n\nCold outreach remains one of the most effective growth channels when done right. It is direct, scalable, and controllable. Unlike content marketing or SEO, you choose exactly who you talk to and when. But \"when done right\" is the key phrase -- bad cold outreach does not just fail, it damages your brand.\n\nThe difference between a 2% and a 15% reply rate is not volume. It is relevance.\n\n## The Process\n\n### Step 1: Hyper-Personalize the First Line\n\nThe first line determines if the rest gets read. Reference something specific: a recent post they wrote, a product launch, a challenge their company is facing, a mutual connection. Generic openers (\"I noticed your company is growing fast\") are invisible. Specific openers (\"Saw your post about cutting onboarding time from 2 weeks to 3 days\") get attention.\n\n### Step 2: Make the Value Proposition About Them\n\nOne sentence. What specific outcome can you help them achieve? Not what you do -- what changes for them. \"We help B2B SaaS companies reduce churn by 20% in the first 90 days\" beats \"We are a customer success platform with AI-powered insights.\"\n\n### Step 3: Build a 3-Touch Sequence\n\nOne email is not enough. Plan three touches over 10-14 days. The first introduces the value. The second adds proof (a case study, a number, a relevant insight). The third is a polite breakup that often gets the highest reply rate (\"Seems like this is not a priority right now -- no worries, just closing the loop\").\n\n## Common Mistakes\n\n**Writing long emails** -- your first email should be under 100 words. Respect the reader's time and they are more likely to give you some.\n\n**Asking for too much too soon** -- a 30-minute call is a big ask from a stranger. Offer value first, earn the meeting.\n\n**No follow-up** -- most replies come from the second or third touch, not the first. If you only send one email, you are leaving 60% of responses on the table.\n\n**Same message to everyone** -- segmentation matters. A VP of Sales and a CTO have different pain points. Write different messages.\n\n## Going Further\n\nUse the Atlas prompt to generate personalized cold outreach sequences with subject lines, email copy, and follow-up cadence.\n\n-> [Cold Outreach Crafter](/prompts/cold_outreach_crafter)\n\n---\n\n*This guide is part of the Growth Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "cold-outreach-crafter",
    "date": "2026-02-16"
  },
  {
    "id": "linkedin-post-generator",
    "title": "Publishing on LinkedIn in 5 Minutes",
    "description": "The express guide to turning an idea into a publishable LinkedIn post without spending an hour.",
    "category": "marketing",
    "content": "# Publishing on LinkedIn in 5 Minutes\n\nYou have an idea for a post. But between the blank page and the published result, 45 minutes disappear and you end up not posting at all. The problem is not inspiration -- it is process. With the right framework, you can go from idea to published post in 5 minutes.\n\n## Why It Matters\n\nConsistency beats quality on LinkedIn. One imperfect post published is worth more than ten perfect posts sitting in drafts. The algorithm rewards regular publishing, and your audience builds trust through repeated exposure to your thinking. But consistency requires speed, and speed requires a system.\n\n## The Process\n\n### Step 1: Start with One Sentence (30 seconds)\n\nWrite the core idea in one sentence. \"Most startups fail at pricing because they copy competitors.\" That is your post. Everything else is packaging.\n\n### Step 2: Pick a Hook (1 minute)\n\nYour hook is the first two lines -- the only thing visible before \"see more.\" Choose one pattern: a surprising number, a bold statement, a question that challenges assumptions, or a short personal anecdote. The hook must create enough tension that the reader clicks to read more.\n\n### Step 3: Expand with Structure (2 minutes)\n\nTake your one sentence and expand it into 3-5 short paragraphs. Use one of these simple structures: Problem-Insight-Takeaway, Story-Lesson-Application, or List of 3-5 actionable points. Short paragraphs. One idea per paragraph. White space is your friend.\n\n### Step 4: Close and Publish (1 minute)\n\nEnd with a question to invite comments or a clear takeaway the reader can apply today. Do not overthink. Hit publish. You can always edit later.\n\n## Common Mistakes\n\n**Waiting for the perfect post** -- done beats perfect. Always.\n\n**Writing long posts when starting out** -- keep it under 150 words until you find your voice.\n\n**No hook** -- burying the lead means nobody reads past the fold.\n\n**Publishing without a clear point** -- every post should leave the reader with one thing to think about or do.\n\n## Going Further\n\nFor a deeper system with multiple formats and editorial strategy, see the full LinkedIn guide on Atlas. For quick post generation, use the express prompt.\n\n-> [LinkedIn Post Generator](/prompts/linkedin_post_generator)\n\n---\n\n*This guide is part of the Marketing Builder series on Atlas.*",
    "readTime": 2,
    "difficulty": "beginner",
    "slug": "linkedin-post-generator",
    "date": "2026-02-16"
  },
  {
    "id": "seo-content-brief-builder",
    "title": "Creating SEO Briefs That Rank",
    "description": "The guide to structuring complete and actionable SEO content briefs for your writers or yourself.",
    "category": "marketing",
    "content": "# Creating SEO Briefs That Rank\n\nMost SEO content fails before a single word is written. Not because of bad writing -- because of bad briefs. A vague brief produces vague content, and vague content does not rank. The brief is where SEO success or failure is decided.\n\n## Why It Matters\n\nA content brief is the blueprint for your article. Without it, writers guess at the angle, miss key topics, target the wrong intent, and produce content that looks fine but ranks nowhere. With a strong brief, even an average writer produces content that competes. It saves revision cycles, aligns the team, and systematically improves ranking outcomes.\n\n## The Process\n\n### Step 1: Identify Search Intent\n\nBefore anything else, search for your target keyword and analyze the top 5 results. What type of content ranks? Guides, lists, comparisons, tools? What questions do they answer? The search results tell you exactly what Google considers relevant. Your content must match this intent or it will not rank, regardless of quality.\n\n### Step 2: Define the Content Structure\n\nBased on the top-ranking content, outline the required sections. Every brief should include: target keyword, secondary keywords, the angle (what makes this piece different), a proposed H1, and a detailed H2/H3 outline. The structure is not a suggestion -- it is the skeleton the writer builds on.\n\n### Step 3: Map Keywords to Sections\n\nAssign secondary keywords and related questions to specific sections. This ensures comprehensive coverage without keyword stuffing. Use \"People Also Ask\" and related searches for question-based keywords that add depth and increase featured snippet potential.\n\n### Step 4: Specify Requirements\n\nInclude word count range, internal links to include, external sources to reference, CTA placement, and any brand voice guidelines. The more specific the brief, the less revision needed.\n\n## Common Mistakes\n\n**Targeting keywords without checking intent** -- ranking for the wrong intent wastes months of effort.\n\n**Briefs that are just a keyword and a word count** -- this is not a brief, it is a wish.\n\n**Ignoring competing content** -- if you do not know what you are competing against, you cannot beat it.\n\n**Skipping internal linking strategy** -- every piece of content should strengthen your site's topic clusters.\n\n## Going Further\n\nUse the Atlas prompt to generate complete, structured SEO content briefs with keyword mapping, intent analysis, and competitive gap identification.\n\n-> [SEO Content Brief Builder](/prompts/seo_content_brief_builder)\n\n---\n\n*This guide is part of the Marketing Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "seo-content-brief-builder",
    "date": "2026-02-16"
  },
  {
    "id": "email-onboarding-sequence",
    "title": "Designing an Email Onboarding Sequence",
    "description": "The guide to creating onboarding emails that activate users and reduce churn.",
    "category": "marketing",
    "content": "# Designing an Email Onboarding Sequence\n\nYou spent money and effort to get a new signup. Then you send a welcome email that says \"Thanks for signing up!\" and nothing else for a week. By then, they have forgotten you exist. The onboarding sequence is where most products silently lose their users.\n\n## Why It Matters\n\nThe first 7 days after signup determine whether a user becomes a customer or a ghost. Users who experience the core value of your product in the first session are 3-5x more likely to retain. Your onboarding emails are not newsletters -- they are activation engines. Each email should move the user one step closer to the \"aha moment.\"\n\n## The Process\n\n### Step 1: Define the Activation Milestone\n\nWhat is the one action that separates users who retain from users who churn? For Slack, it is sending 2,000 messages. For Dropbox, it is uploading a file. Find your equivalent. Your entire sequence drives toward this action.\n\n### Step 2: Build the 5-Email Framework\n\n- **Email 1 (Day 0)**: Welcome + one clear next step. Not a feature tour -- a single action.\n- **Email 2 (Day 1)**: Address the most common friction point. \"Most users get stuck here -- here is how to get past it.\"\n- **Email 3 (Day 3)**: Social proof + quick win. Show what other users have achieved and guide toward a small victory.\n- **Email 4 (Day 5)**: Advanced feature or use case. Show depth for users who are engaged.\n- **Email 5 (Day 7)**: Check-in. Ask if they need help. Offer a call, a resource, or a community link.\n\n### Step 3: Set Behavioral Triggers\n\nNot every user should get every email. If a user has already completed the activation milestone, skip the nudge emails and send congratulations instead. If a user has not logged in since Day 1, send a re-engagement email earlier. The best sequences are behavior-based, not calendar-based.\n\n### Step 4: Measure and Optimize\n\nTrack open rates, click rates, and most importantly, the correlation between email engagement and activation. If Email 3 has a 40% open rate but no impact on activation, the content is interesting but not effective. Rewrite it to drive action.\n\n## Common Mistakes\n\n**Sending too many emails too fast** -- 5 emails in 7 days is the maximum. More than that and you train users to ignore you.\n\n**Feature-dumping instead of guiding** -- each email should have one goal, not a tour of everything your product does.\n\n**Same sequence for all user types** -- a solo user and a team admin have different needs. Segment when possible.\n\n**No measurement beyond open rates** -- opens do not matter if users are not activating.\n\n## Going Further\n\nUse the Atlas prompt to generate a complete onboarding email sequence tailored to your product, with subject lines, email copy, and timing.\n\n-> [Email Onboarding Sequence](/prompts/email_onboarding_sequence)\n\n---\n\n*This guide is part of the Marketing Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "email-onboarding-sequence",
    "date": "2026-02-16"
  },
  {
    "id": "sop-generator",
    "title": "Documenting Your Processes with SOPs",
    "description": "The guide to turning informal processes into clear, delegatable, and improvable procedures.",
    "category": "automation",
    "content": "# Documenting Your Processes with SOPs\n\nYou have a process that works. It lives in your head, in scattered notes, or in \"just ask Marie, she knows.\" This works until Marie is on vacation, until you hire someone new, or until you realize you have been doing step 3 wrong for six months. Standard Operating Procedures fix this.\n\n## Why It Matters\n\nA SOP is not bureaucracy -- it is freedom. When a process is documented, it can be delegated, improved, and scaled. Without SOPs, you become the bottleneck for every decision and every task. Every process that lives only in your head is a single point of failure for your business.\n\nDocumented processes are also the foundation of automation. You cannot automate what you cannot describe.\n\n## The Process\n\n### Step 1: Identify the Process\n\nStart with processes that are repeated weekly, involve multiple people, or cause errors when done inconsistently. Do not try to document everything at once -- pick the top 3 that would have the most impact if standardized.\n\n### Step 2: Capture the Current State\n\nDo the process once while documenting every step. Be specific: not \"send the report\" but \"open the dashboard at [URL], filter by last 7 days, export as PDF, email to [distribution list] with subject line [template].\" The level of detail should allow someone unfamiliar to complete the task.\n\n### Step 3: Structure and Simplify\n\nOrganize the steps into a clear format: title, purpose, trigger (what starts the process), steps (numbered, with screenshots if helpful), expected output, and who to contact if something goes wrong. Remove any unnecessary steps you discover during documentation.\n\n### Step 4: Test and Iterate\n\nHave someone else follow the SOP without your help. Every question they ask is a gap in your documentation. Update, retest, and validate. A SOP that requires verbal explanation is not finished.\n\n## Common Mistakes\n\n**Writing SOPs nobody can find** -- store them in one searchable location. A SOP buried in a shared drive is useless.\n\n**Too much detail on obvious steps, too little on tricky ones** -- calibrate detail to where errors actually happen.\n\n**Never updating SOPs** -- a outdated SOP is worse than no SOP. Add a review date to each one.\n\n**Documenting everything at once** -- start small, build the habit, expand over time.\n\n## Going Further\n\nUse the Atlas prompt to generate structured SOPs from a description of your process, with step-by-step instructions and delegation-ready formatting.\n\n-> [SOP Generator](/prompts/sop_generator)\n\n---\n\n*This guide is part of the Automation Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "beginner",
    "slug": "sop-generator",
    "date": "2026-02-16"
  },
  {
    "id": "meeting-to-actions",
    "title": "Turning Meetings into Concrete Actions",
    "description": "The guide to never leaving a meeting wondering who does what.",
    "category": "productivity",
    "content": "# Turning Meetings into Concrete Actions\n\nYou just spent 45 minutes in a meeting. Everyone agreed it was productive. But when you check your notes the next day, all you have is \"follow up on X\" and \"look into Y\" with no owner, no deadline, and no clear outcome. The meeting was not productive -- it just felt that way.\n\n## Why It Matters\n\nMeetings consume 15-25% of working time in most organizations. The ROI of that time depends entirely on what happens after the meeting ends. Without clear action items, meetings are just conversations -- pleasant but unproductive. The cost is not just wasted time; it is lost momentum, duplicated work, and decisions that get revisited because nobody tracked them.\n\n## The Process\n\n### Step 1: Capture During the Meeting\n\nDesignate a note-taker (or rotate the role). Capture three things in real-time: decisions made, action items identified, and open questions. Do not try to transcribe everything -- focus on these three categories. Use a simple format: Decision/Action/Question + detail + owner.\n\n### Step 2: Use a Strict Action Item Format\n\nEvery action item must have three components: what (the specific task), who (a single owner -- not \"the team\"), and when (a concrete deadline). \"Look into pricing\" is not an action item. \"Sarah: research competitor pricing for tiers 1-3 and share findings in Slack by Friday 5 PM\" is.\n\n### Step 3: Send the Summary Within 1 Hour\n\nDistribute the meeting summary (decisions + actions + open questions) within one hour of the meeting ending. The longer you wait, the less accurate the notes and the lower the accountability. A fast summary also gives attendees a chance to correct misunderstandings immediately.\n\n### Step 4: Follow Up on Actions\n\nTrack action items in one central place (project management tool, shared doc, or Slack channel). Check progress before the next meeting. Start the next meeting by reviewing outstanding actions. This creates a feedback loop that makes meetings increasingly effective.\n\n## Common Mistakes\n\n**No designated note-taker** -- if everyone is responsible, nobody is.\n\n**Action items without deadlines** -- a task without a deadline is a wish.\n\n**Too many action items per meeting** -- if a meeting produces 15 action items, either the meeting was too broad or the actions are too granular.\n\n**Never reviewing previous actions** -- without follow-up, action items are just words on a page.\n\n## Going Further\n\nUse the Atlas prompt to transform raw meeting notes into structured summaries with clear action items, owners, and deadlines.\n\n-> [Meeting to Actions](/prompts/meeting_to_actions)\n\n---\n\n*This guide is part of the Productivity Builder series on Atlas.*",
    "readTime": 2,
    "difficulty": "beginner",
    "slug": "meeting-to-actions",
    "date": "2026-02-16"
  },
  {
    "id": "delegation-framework",
    "title": "Learning to Delegate Effectively",
    "description": "The guide to stop doing everything yourself and build a delegation system that works.",
    "category": "productivity",
    "content": "# Learning to Delegate Effectively\n\nYou know you should delegate more. You also know that the last time you tried, you spent more time explaining than doing, the result was not what you wanted, and you ended up redoing it yourself at midnight. So you stopped delegating. This is the trap.\n\n## Why It Matters\n\nIf you are doing tasks that someone else could do at 80% of your quality, you are the bottleneck. Every hour you spend on delegatable work is an hour not spent on strategy, product, or growth -- the things only you can do. Delegation is not about being lazy. It is about being strategic with the scarcest resource you have: your time.\n\nThe math is simple. If your time is worth 200 EUR/hour and you spend 10 hours/week on tasks a 50 EUR/hour contractor could handle, you are burning 1,500 EUR/week in opportunity cost.\n\n## The Process\n\n### Step 1: Identify What to Delegate\n\nAudit your last two weeks. List every task you did. For each, ask: Does this require my specific expertise? Would the business survive if someone else did this at 80% quality? Is this recurring? Tasks that score \"no, yes, yes\" are your delegation candidates. Common first wins: email triage, scheduling, data entry, basic design, first-draft content, and research.\n\n### Step 2: Define Autonomy Levels\n\nNot everything is delegated the same way. Use four levels:\n- **Level 1**: Do exactly as instructed (follow the SOP).\n- **Level 2**: Research and recommend, I decide.\n- **Level 3**: Decide and do, inform me after.\n- **Level 4**: Full ownership, flag only if something breaks.\n\nStart new team members at Level 1-2 and promote to Level 3-4 as trust builds.\n\n### Step 3: Write Clear Briefs\n\nA good delegation brief includes: the objective (why we are doing this), the expected output (what done looks like), the constraints (budget, timeline, tools), the autonomy level, and an example of a good result. Five minutes writing a brief saves hours of back-and-forth.\n\n### Step 4: Build Feedback Loops\n\nCheck in at defined milestones, not at the end. For a weekly task, review the first 2-3 instances closely, give specific feedback, then reduce oversight as quality stabilizes. The goal is to work yourself out of the loop, not to micromanage permanently.\n\n## Common Mistakes\n\n**Delegating without context** -- telling someone what to do without explaining why leads to rigid, unintelligent execution.\n\n**Expecting perfection on the first try** -- delegation is a skill for both parties. Budget time for the learning curve.\n\n**Only delegating tasks you hate** -- delegate based on leverage, not preference. Some tasks you enjoy should still be delegated.\n\n**Taking it back at the first mistake** -- this trains your team that mistakes mean losing the task. Instead, debrief and improve the process.\n\n## Going Further\n\nUse the Atlas prompt to generate a delegation plan with task prioritization, autonomy levels, and brief templates.\n\n-> [Delegation Framework](/prompts/delegation_framework)\n\n---\n\n*This guide is part of the Productivity Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "delegation-framework",
    "date": "2026-02-16"
  },
  {
    "id": "prd-writer",
    "title": "Writing a Clear and Actionable PRD",
    "description": "The guide to writing Product Requirements Documents that eliminate ambiguity between product and engineering.",
    "category": "dev",
    "content": "# Writing a Clear and Actionable PRD\n\nThe feature seemed clear in the meeting. Then engineering built something different from what product imagined, QA tested against requirements that did not exist, and the launch slipped by three weeks. The root cause is almost always the same: the PRD was vague, incomplete, or missing entirely.\n\n## Why It Matters\n\nA PRD is the contract between product and engineering. It defines what gets built, why, for whom, and how success is measured. Without it, everyone fills in the blanks with their own assumptions -- and assumptions diverge. A good PRD does not slow down development. It prevents the rework, debates, and scope creep that actually slow things down.\n\nTeams with clear PRDs ship faster, not slower. The time invested upfront in clarity saves multiples in execution.\n\n## The Process\n\n### Step 1: Start with the Why\n\nBefore any requirements, answer: What problem are we solving? Who has this problem? How do we know it is a real problem (data, user interviews, support tickets)? What happens if we do not solve it? This section keeps the team aligned on purpose when implementation details get complex.\n\n### Step 2: Write User Stories\n\nFrame requirements from the user's perspective: \"As a [user type], I want to [action], so that [outcome].\" User stories force you to think about behavior, not features. Each story should be small enough to build in 1-3 days. If it takes longer, break it down.\n\n### Step 3: Define Acceptance Criteria\n\nFor each user story, write explicit acceptance criteria: the conditions that must be true for the story to be considered done. Use the format: \"Given [context], when [action], then [expected result].\" This eliminates the \"I thought it should work differently\" conversation at the end of a sprint.\n\n### Step 4: Specify What Is Out of Scope\n\nExplicitly list what this PRD does not cover. This is as important as what it includes. Without a clear out-of-scope section, scope creep is inevitable. \"We are not building X in this iteration\" prevents the mid-sprint \"can we also add...\" that derails timelines.\n\n### Step 5: Define Success Metrics\n\nHow will you know this feature succeeded? Define 1-3 measurable metrics with targets and a measurement timeline. \"Reduce onboarding drop-off from 40% to 25% within 30 days of launch.\" Without metrics, you cannot evaluate the feature after launch -- and you cannot learn.\n\n## Common Mistakes\n\n**Writing a PRD after development starts** -- the PRD should exist before the first line of code. Retrofitting requirements to match what was built defeats the purpose.\n\n**Too much implementation detail** -- the PRD defines what and why, not how. Leave technical architecture to engineering.\n\n**No edge cases** -- the happy path is easy. The PRD's value is in documenting what happens when things go wrong: error states, empty states, permission conflicts.\n\n**Never updating the PRD** -- requirements evolve during development. The PRD should be a living document, not a snapshot.\n\n## Going Further\n\nUse the Atlas prompt to generate a structured PRD with user stories, acceptance criteria, and success metrics from a feature description.\n\n-> [PRD Writer](/prompts/prd_writer)\n\n---\n\n*This guide is part of the Dev Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "prd-writer",
    "date": "2026-02-16"
  },
  {
    "id": "unit-economics-calculator",
    "title": "Understanding and Calculating Unit Economics",
    "description": "The guide to mastering the metrics that determine if your business is viable or doomed.",
    "category": "business",
    "content": "# Understanding and Calculating Unit Economics\n\nYou have revenue. You have growth. You might even have funding. But do you actually make money on each customer? Unit economics answers the question that vanity metrics hide: is every new customer making you richer or poorer?\n\n## Why It Matters\n\nGrowth without healthy unit economics is just accelerated cash burn. Acquiring customers at a loss and hoping to \"make it up in volume\" has killed more startups than bad products. Unit economics tell you whether your business model fundamentally works -- before you scale it.\n\nInvestors increasingly ask about unit economics early. Not because they are conservative, but because they have seen too many companies scale unprofitable models off a cliff.\n\n## The Process\n\n### Step 1: Calculate Customer Acquisition Cost (CAC)\n\nCAC = total sales and marketing spend / number of new customers acquired in the same period. Include everything: ad spend, salaries, tools, agency fees, content production. Blended CAC (all channels combined) is useful for the big picture. Per-channel CAC tells you where to invest and where to cut.\n\n### Step 2: Calculate Lifetime Value (LTV)\n\nLTV = average revenue per customer per month x gross margin x average customer lifespan in months. For subscription businesses: LTV = ARPU x gross margin / monthly churn rate. The key is using gross margin, not revenue -- you need to account for the cost of delivering your product.\n\n### Step 3: Calculate the LTV/CAC Ratio\n\nThe golden ratio. LTV/CAC should be at least 3:1 for a healthy business. Below 3:1, you are spending too much to acquire or not retaining long enough. Above 5:1, you might be under-investing in growth. The ratio tells you if your growth engine is sustainable.\n\n### Step 4: Calculate Payback Period\n\nPayback period = CAC / (ARPU x gross margin). This tells you how many months it takes to recover the cost of acquiring a customer. Under 12 months is healthy for most SaaS. Over 18 months means your cash flow will be under pressure as you grow.\n\n### Step 5: Track Over Time\n\nUnit economics are not static. Track CAC, LTV, LTV/CAC, and payback period monthly. Improving unit economics while growing is the sign of a strong business. Deteriorating unit economics while growing is a warning signal that demands immediate attention.\n\n## Common Mistakes\n\n**Excluding costs from CAC** -- if you do not count your sales team's salaries, your CAC is a fantasy.\n\n**Using revenue instead of gross margin for LTV** -- revenue-based LTV overstates the value of each customer by ignoring delivery costs.\n\n**Calculating LTV with projected churn instead of actual churn** -- use real data, not aspirational numbers.\n\n**Ignoring cohort analysis** -- blended metrics hide trends. Your January cohort and your June cohort might have completely different economics.\n\n## Going Further\n\nUse the Atlas prompt to calculate and analyze your unit economics with detailed breakdowns, benchmarks, and improvement recommendations.\n\n-> [Unit Economics Calculator](/prompts/unit_economics_calculator)\n\n---\n\n*This guide is part of the Business Builder series on Atlas.*",
    "readTime": 3,
    "difficulty": "intermediate",
    "slug": "unit-economics-calculator",
    "date": "2026-02-16"
  }
]
